-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Час створення: Лют 01 2022 р., 13:18
-- Версія сервера: 10.4.14-MariaDB
-- Версія PHP: 7.4.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `shop`
--

-- --------------------------------------------------------

--
-- Структура таблиці `attributes_counter_ru`
--

DROP TABLE IF EXISTS `attributes_counter_ru`;
CREATE TABLE `attributes_counter_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `min` int(11) NOT NULL,
  `max` int(11) NOT NULL,
  `step` int(11) NOT NULL,
  `currency` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `attributes_counter_ru`
--

INSERT INTO `attributes_counter_ru` (`id`, `title`, `slug`, `min`, `max`, `step`, `currency`, `created_at`, `updated_at`) VALUES
(1, 'Длина', 'dlina', 1, 15, 1, 'м', '2022-01-06 15:48:25', '2022-01-11 11:50:23');

-- --------------------------------------------------------

--
-- Структура таблиці `attributes_counter_uk`
--

DROP TABLE IF EXISTS `attributes_counter_uk`;
CREATE TABLE `attributes_counter_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `min` int(11) NOT NULL,
  `max` int(11) NOT NULL,
  `step` int(11) NOT NULL,
  `currency` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `attributes_counter_uk`
--

INSERT INTO `attributes_counter_uk` (`id`, `title`, `slug`, `min`, `max`, `step`, `currency`, `created_at`, `updated_at`) VALUES
(1, 'Довжина', 'dlina', 1, 15, 1, 'м', '2022-01-06 15:48:25', '2022-01-17 11:50:26');

-- --------------------------------------------------------

--
-- Структура таблиці `blog_blog`
--

DROP TABLE IF EXISTS `blog_blog`;
CREATE TABLE `blog_blog` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `id_blog` int(11) NOT NULL,
  `id_blog_other` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `blog_blog`
--

INSERT INTO `blog_blog` (`id`, `id_blog`, `id_blog_other`) VALUES
(20, 3, 1),
(21, 1, 2),
(22, 1, 3),
(23, 1, 4),
(30, 13, 1),
(31, 13, 2);

-- --------------------------------------------------------

--
-- Структура таблиці `blog_ru`
--

DROP TABLE IF EXISTS `blog_ru`;
CREATE TABLE `blog_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `content` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `meta_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_main` int(11) NOT NULL,
  `is_show` int(11) NOT NULL,
  `main_image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sort` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `blog_ru`
--

INSERT INTO `blog_ru` (`id`, `title`, `slug`, `image`, `short_description`, `content`, `created_at`, `updated_at`, `meta_title`, `meta_description`, `meta_keywords`, `is_main`, `is_show`, `main_image`, `sort`) VALUES
(1, 'Аксессуары для штор в Киеве', 'aksessuary-dlya-shtor-v-kieve', '/photos/1/blog/1.png', 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором.', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.&nbsp;<br><br>Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</p><figure class=\"image\"><img src=\"/photos/1/1641381654-blog2.png\"></figure><h3>Преимущества Design Textile Group</h3><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p><ul><li>У нас самый большой выбор качественной шторной ткани в Киеве. Широкий ассортимент материалов и расцветок</li><li>Высококвалифицированные мастера и дизайнеры текстиля. Мы гарантируем грамотный и творческий подход к выбору гардин.</li><li>В наличии также дополнительные аксессуары на любой вкус и кошелек. Ламбрекены, оригинальные подхваты для штор и многое другое можно найти у нас в продаже</li><li>Приятные цены и внимательное отношение к каждому клиенту</li></ul><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?</p><p>[images]</p><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-1.png\"></figure><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секреты и базовые принципы выбора вип штор</h3><ol><li>Самый важный нюанс, который стоит учитывать при выборе гардин – уровень естественного освещения в комнате. Он зависит от размера окон и от того, на какую сторону они выходят, а также от этажа.</li><li>Отраженный свет. Объекты, расположенные за окном, отражаются внутри вашего дома. Дизайнер штор легко определит, какой цвет привносится извне. Следует тщательно проанализировать отраженный свет и выбрать подходящий цвет для ваших штор: нивелирующий или поддерживающий.</li><li>Пропорции комнаты. Правильно подобранными гардинами можно скорректировать геометрию и пропорциональность окна, а порой и архитектуру самой комнаты. Дизайнер штор Киев с легкостью справиться с этим заданием, подобрав правильные формы, расцветки и материалы.</li><li>Особенности комнаты. В каждом интерьере стена с окном имеет свои отличительные черты. Мы сможем визуально влиять на них: скорректировать недостатки и подчеркнуть достоинства. Недочеты архитектуры мы воспринимаем, как вызов, чтобы вместе с вами найти идеальное решение и создать по-настоящему продуманные и функциональные вип шторы.</li></ol><blockquote><p>При выборе гарнитура решающее значение имеет его практичность, качество материалов и сборки, а также привлекательный дизайн.&nbsp;<br>Какой же производитель готов предложить изделие, одновременно отвечающее всем этим требованиям? Сегодня познакомимся с кухнями от Мистер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 11:22:49', '2022-01-28 08:35:09', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 0, 1, '/photos/1/1641381635-blog1.png', 0),
(2, 'Шторы плиссе в Киеве', 'shtory-plisse-v-kieve2', '/photos/1/blog/2.png', 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором.', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.&nbsp;<br><br>Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</p><figure class=\"image\"><img src=\"/photos/1/1641381654-blog2.png\"></figure><h3>Преимущества Design Textile Group</h3><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p><ul><li>У нас самый большой выбор качественной шторной ткани в Киеве. Широкий ассортимент материалов и расцветок</li><li>Высококвалифицированные мастера и дизайнеры текстиля. Мы гарантируем грамотный и творческий подход к выбору гардин.</li><li>В наличии также дополнительные аксессуары на любой вкус и кошелек. Ламбрекены, оригинальные подхваты для штор и многое другое можно найти у нас в продаже</li><li>Приятные цены и внимательное отношение к каждому клиенту</li></ul><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?</p><p>[images]</p><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-1.png\"></figure><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секреты и базовые принципы выбора вип штор</h3><ol><li>Самый важный нюанс, который стоит учитывать при выборе гардин – уровень естественного освещения в комнате. Он зависит от размера окон и от того, на какую сторону они выходят, а также от этажа.</li><li>Отраженный свет. Объекты, расположенные за окном, отражаются внутри вашего дома. Дизайнер штор легко определит, какой цвет привносится извне. Следует тщательно проанализировать отраженный свет и выбрать подходящий цвет для ваших штор: нивелирующий или поддерживающий.</li><li>Пропорции комнаты. Правильно подобранными гардинами можно скорректировать геометрию и пропорциональность окна, а порой и архитектуру самой комнаты. Дизайнер штор Киев с легкостью справиться с этим заданием, подобрав правильные формы, расцветки и материалы.</li><li>Особенности комнаты. В каждом интерьере стена с окном имеет свои отличительные черты. Мы сможем визуально влиять на них: скорректировать недостатки и подчеркнуть достоинства. Недочеты архитектуры мы воспринимаем, как вызов, чтобы вместе с вами найти идеальное решение и создать по-настоящему продуманные и функциональные вип шторы.</li></ol><blockquote><p>При выборе гарнитура решающее значение имеет его практичность, качество материалов и сборки, а также привлекательный дизайн.&nbsp;<br>Какой же производитель готов предложить изделие, одновременно отвечающее всем этим требованиям? Сегодня познакомимся с кухнями от Мистер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 11:23:52', '2022-01-05 12:19:24', 'DTG | Шторы плиссе в Киеве', 'DTG | Шторы плиссе в Киеве', 'DTG | Шторы плиссе в Киеве', 1, 1, '/photos/1/1641381635-blog1.png', 0),
(3, 'Шторы с ламбрекеном: пошив в Киеве', 'shtory-s-lambrekenom-poshiv-v-kieve', '/photos/1/blog/3.png', 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором.', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.&nbsp;<br><br>Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</p><figure class=\"image\"><img src=\"/photos/1/1641381654-blog2.png\"></figure><h3>Преимущества Design Textile Group</h3><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p><ul><li>У нас самый большой выбор качественной шторной ткани в Киеве. Широкий ассортимент материалов и расцветок</li><li>Высококвалифицированные мастера и дизайнеры текстиля. Мы гарантируем грамотный и творческий подход к выбору гардин.</li><li>В наличии также дополнительные аксессуары на любой вкус и кошелек. Ламбрекены, оригинальные подхваты для штор и многое другое можно найти у нас в продаже</li><li>Приятные цены и внимательное отношение к каждому клиенту</li></ul><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?</p><p>[images]</p><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-1.png\"></figure><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секреты и базовые принципы выбора вип штор</h3><ol><li>Самый важный нюанс, который стоит учитывать при выборе гардин – уровень естественного освещения в комнате. Он зависит от размера окон и от того, на какую сторону они выходят, а также от этажа.</li><li>Отраженный свет. Объекты, расположенные за окном, отражаются внутри вашего дома. Дизайнер штор легко определит, какой цвет привносится извне. Следует тщательно проанализировать отраженный свет и выбрать подходящий цвет для ваших штор: нивелирующий или поддерживающий.</li><li>Пропорции комнаты. Правильно подобранными гардинами можно скорректировать геометрию и пропорциональность окна, а порой и архитектуру самой комнаты. Дизайнер штор Киев с легкостью справиться с этим заданием, подобрав правильные формы, расцветки и материалы.</li><li>Особенности комнаты. В каждом интерьере стена с окном имеет свои отличительные черты. Мы сможем визуально влиять на них: скорректировать недостатки и подчеркнуть достоинства. Недочеты архитектуры мы воспринимаем, как вызов, чтобы вместе с вами найти идеальное решение и создать по-настоящему продуманные и функциональные вип шторы.</li></ol><blockquote><p>При выборе гарнитура решающее значение имеет его практичность, качество материалов и сборки, а также привлекательный дизайн.&nbsp;<br>Какой же производитель готов предложить изделие, одновременно отвечающее всем этим требованиям? Сегодня познакомимся с кухнями от Мистер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 11:23:53', '2022-01-05 16:16:31', 'DTG | Шторы с ламбрекеном: пошив в Киеве', 'DTG | Шторы с ламбрекеном: пошив в Киеве', 'DTG | Шторы с ламбрекеном: пошив в Киеве', 1, 1, '/photos/1/1641381635-blog1.png', 10),
(4, 'Шторы плиссе в Киеве', 'shtory-plisse-v-kieve-2', '/photos/1/blog/4.png', 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором.', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.&nbsp;<br><br>Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</p><figure class=\"image\"><img src=\"/photos/1/1641381654-blog2.png\"></figure><h3>Преимущества Design Textile Group</h3><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p><ul><li>У нас самый большой выбор качественной шторной ткани в Киеве. Широкий ассортимент материалов и расцветок</li><li>Высококвалифицированные мастера и дизайнеры текстиля. Мы гарантируем грамотный и творческий подход к выбору гардин.</li><li>В наличии также дополнительные аксессуары на любой вкус и кошелек. Ламбрекены, оригинальные подхваты для штор и многое другое можно найти у нас в продаже</li><li>Приятные цены и внимательное отношение к каждому клиенту</li></ul><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?</p><p>[images]</p><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-1.png\"></figure><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секреты и базовые принципы выбора вип штор</h3><ol><li>Самый важный нюанс, который стоит учитывать при выборе гардин – уровень естественного освещения в комнате. Он зависит от размера окон и от того, на какую сторону они выходят, а также от этажа.</li><li>Отраженный свет. Объекты, расположенные за окном, отражаются внутри вашего дома. Дизайнер штор легко определит, какой цвет привносится извне. Следует тщательно проанализировать отраженный свет и выбрать подходящий цвет для ваших штор: нивелирующий или поддерживающий.</li><li>Пропорции комнаты. Правильно подобранными гардинами можно скорректировать геометрию и пропорциональность окна, а порой и архитектуру самой комнаты. Дизайнер штор Киев с легкостью справиться с этим заданием, подобрав правильные формы, расцветки и материалы.</li><li>Особенности комнаты. В каждом интерьере стена с окном имеет свои отличительные черты. Мы сможем визуально влиять на них: скорректировать недостатки и подчеркнуть достоинства. Недочеты архитектуры мы воспринимаем, как вызов, чтобы вместе с вами найти идеальное решение и создать по-настоящему продуманные и функциональные вип шторы.</li></ol><blockquote><p>При выборе гарнитура решающее значение имеет его практичность, качество материалов и сборки, а также привлекательный дизайн.&nbsp;<br>Какой же производитель готов предложить изделие, одновременно отвечающее всем этим требованиям? Сегодня познакомимся с кухнями от Мистер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 11:23:54', '2022-01-17 16:13:54', 'DTG | Шторы плиссе в Киеве', 'DTG | Шторы плиссе в Киеве', 'DTG | Шторы плиссе в Киеве', 0, 1, '/photos/1/1641381635-blog1.png', 0),
(5, 'Аксессуары для штор в Киеве copy', 'aksessuary-dlya-shtor-v-kieve-copy-1', '/photos/1/blog/1.png', 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором.', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.&nbsp;<br><br>Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</p><figure class=\"image\"><img src=\"/photos/1/1641381654-blog2.png\"></figure><h3>Преимущества Design Textile Group</h3><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p><ul><li>У нас самый большой выбор качественной шторной ткани в Киеве. Широкий ассортимент материалов и расцветок</li><li>Высококвалифицированные мастера и дизайнеры текстиля. Мы гарантируем грамотный и творческий подход к выбору гардин.</li><li>В наличии также дополнительные аксессуары на любой вкус и кошелек. Ламбрекены, оригинальные подхваты для штор и многое другое можно найти у нас в продаже</li><li>Приятные цены и внимательное отношение к каждому клиенту</li></ul><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?</p><p>[images]</p><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-1.png\"></figure><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секреты и базовые принципы выбора вип штор</h3><ol><li>Самый важный нюанс, который стоит учитывать при выборе гардин – уровень естественного освещения в комнате. Он зависит от размера окон и от того, на какую сторону они выходят, а также от этажа.</li><li>Отраженный свет. Объекты, расположенные за окном, отражаются внутри вашего дома. Дизайнер штор легко определит, какой цвет привносится извне. Следует тщательно проанализировать отраженный свет и выбрать подходящий цвет для ваших штор: нивелирующий или поддерживающий.</li><li>Пропорции комнаты. Правильно подобранными гардинами можно скорректировать геометрию и пропорциональность окна, а порой и архитектуру самой комнаты. Дизайнер штор Киев с легкостью справиться с этим заданием, подобрав правильные формы, расцветки и материалы.</li><li>Особенности комнаты. В каждом интерьере стена с окном имеет свои отличительные черты. Мы сможем визуально влиять на них: скорректировать недостатки и подчеркнуть достоинства. Недочеты архитектуры мы воспринимаем, как вызов, чтобы вместе с вами найти идеальное решение и создать по-настоящему продуманные и функциональные вип шторы.</li></ol><blockquote><p>При выборе гарнитура решающее значение имеет его практичность, качество материалов и сборки, а также привлекательный дизайн.&nbsp;<br>Какой же производитель готов предложить изделие, одновременно отвечающее всем этим требованиям? Сегодня познакомимся с кухнями от Мистер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 12:00:06', '2022-01-05 12:19:52', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 0, 1, '/photos/1/1641381635-blog1.png', 0),
(8, 'Шторы с ламбрекеном: пошив в Киеве copy', 'shtory-s-lambrekenom-poshiv-v-kieve-copy-1', '/photos/1/blog/3.png', 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором.', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.&nbsp;<br><br>Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</p><figure class=\"image\"><img src=\"/photos/1/1641381654-blog2.png\"></figure><h3>Преимущества Design Textile Group</h3><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p><ul><li>У нас самый большой выбор качественной шторной ткани в Киеве. Широкий ассортимент материалов и расцветок</li><li>Высококвалифицированные мастера и дизайнеры текстиля. Мы гарантируем грамотный и творческий подход к выбору гардин.</li><li>В наличии также дополнительные аксессуары на любой вкус и кошелек. Ламбрекены, оригинальные подхваты для штор и многое другое можно найти у нас в продаже</li><li>Приятные цены и внимательное отношение к каждому клиенту</li></ul><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?</p><p>[images]</p><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-1.png\"></figure><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секреты и базовые принципы выбора вип штор</h3><ol><li>Самый важный нюанс, который стоит учитывать при выборе гардин – уровень естественного освещения в комнате. Он зависит от размера окон и от того, на какую сторону они выходят, а также от этажа.</li><li>Отраженный свет. Объекты, расположенные за окном, отражаются внутри вашего дома. Дизайнер штор легко определит, какой цвет привносится извне. Следует тщательно проанализировать отраженный свет и выбрать подходящий цвет для ваших штор: нивелирующий или поддерживающий.</li><li>Пропорции комнаты. Правильно подобранными гардинами можно скорректировать геометрию и пропорциональность окна, а порой и архитектуру самой комнаты. Дизайнер штор Киев с легкостью справиться с этим заданием, подобрав правильные формы, расцветки и материалы.</li><li>Особенности комнаты. В каждом интерьере стена с окном имеет свои отличительные черты. Мы сможем визуально влиять на них: скорректировать недостатки и подчеркнуть достоинства. Недочеты архитектуры мы воспринимаем, как вызов, чтобы вместе с вами найти идеальное решение и создать по-настоящему продуманные и функциональные вип шторы.</li></ol><blockquote><p>При выборе гарнитура решающее значение имеет его практичность, качество материалов и сборки, а также привлекательный дизайн.&nbsp;<br>Какой же производитель готов предложить изделие, одновременно отвечающее всем этим требованиям? Сегодня познакомимся с кухнями от Мистер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 12:00:09', '2022-01-06 08:26:57', 'DTG | Шторы с ламбрекеном: пошив в Киеве', 'DTG | Шторы с ламбрекеном: пошив в Киеве', 'DTG | Шторы с ламбрекеном: пошив в Киеве', 0, 1, '/photos/1/1641381635-blog1.png', 0),
(12, 'Аксессуары для штор в Киеве copy copy', 'aksessuary-dlya-shtor-v-kieve-copy-2', '/photos/1/blog/1.png', 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором.', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.&nbsp;<br><br>Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</p><figure class=\"image\"><img src=\"/photos/1/1641381654-blog2.png\"></figure><h3>Преимущества Design Textile Group</h3><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p><ul><li>У нас самый большой выбор качественной шторной ткани в Киеве. Широкий ассортимент материалов и расцветок</li><li>Высококвалифицированные мастера и дизайнеры текстиля. Мы гарантируем грамотный и творческий подход к выбору гардин.</li><li>В наличии также дополнительные аксессуары на любой вкус и кошелек. Ламбрекены, оригинальные подхваты для штор и многое другое можно найти у нас в продаже</li><li>Приятные цены и внимательное отношение к каждому клиенту</li></ul><p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?</p><p>[images]</p><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-1.png\"></figure><figure class=\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секреты и базовые принципы выбора вип штор</h3><ol><li>Самый важный нюанс, который стоит учитывать при выборе гардин – уровень естественного освещения в комнате. Он зависит от размера окон и от того, на какую сторону они выходят, а также от этажа.</li><li>Отраженный свет. Объекты, расположенные за окном, отражаются внутри вашего дома. Дизайнер штор легко определит, какой цвет привносится извне. Следует тщательно проанализировать отраженный свет и выбрать подходящий цвет для ваших штор: нивелирующий или поддерживающий.</li><li>Пропорции комнаты. Правильно подобранными гардинами можно скорректировать геометрию и пропорциональность окна, а порой и архитектуру самой комнаты. Дизайнер штор Киев с легкостью справиться с этим заданием, подобрав правильные формы, расцветки и материалы.</li><li>Особенности комнаты. В каждом интерьере стена с окном имеет свои отличительные черты. Мы сможем визуально влиять на них: скорректировать недостатки и подчеркнуть достоинства. Недочеты архитектуры мы воспринимаем, как вызов, чтобы вместе с вами найти идеальное решение и создать по-настоящему продуманные и функциональные вип шторы.</li></ol><blockquote><p>При выборе гарнитура решающее значение имеет его практичность, качество материалов и сборки, а также привлекательный дизайн.&nbsp;<br>Какой же производитель готов предложить изделие, одновременно отвечающее всем этим требованиям? Сегодня познакомимся с кухнями от Мистер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 12:01:23', '2022-01-05 12:19:44', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 0, 1, '/photos/1/1641381635-blog1.png', 0),
(13, 'Домашний текстиль в Киеве', 'domashnij-tekstil-v-kieve', '/photos/1/blog/project2_new.jpg', ' Как сделать дом не просто жилым пространством, а по-настоящему уютным местом, где приятно находится и куда хочется возвращаться? Конечно приобрести стильный домашний текстиль в Design Textile Group. Ведь мы не просто магазин штор Киев! Мы – студия, которая создает эксклюзивные шторы, а еще удивительный домашний текстиль. ', '<p style=\"margin-left:0px;\">Наш дизайнер текстиля точно знает, как наполнить интерьер красивыми и функциональными вещами именно так, как вы мечтали. Наши специалисты очень внимательны к каждому заказчику. Мы стараемся подобрать и качественно пошить для вас вип продукцию. Мы предлагаем широкий ассортимент самых разнообразных товаров: постельное белье, покрывала, пледы, подушки, полотенца и многое другое.</p><p style=\"margin-left:0px;\">Почему стоит выбрать Design Textile Group?</p><ul><li>У нас только лучшие и проверенные поставщики. Мы внимательно относимся к качеству и следим, чтобы наша продукция была не только красивой, а и надежной. Уверены, что наш текстиль будет радовать вас долгие годы.</li><li>Мы учитываем все пожелания наших покупателей и можем изготовить постель в любом размере. У нас огромный ассортимент материалов и расцветок.</li><li>Мы любим свою работу! Это подтверждают сотни довольных клиентов и положительных отзывов о нас.</li><li>Наши цены станут приятным сюрпризом.</li></ul><p style=\"margin-left:0px;\">&nbsp;Выбрать качественный текстиль не так просто, как может показаться на первый взгляд. Предложений на рынке много и цены встречаются удивительно низкие. Но те, кто хотя бы раз соблазнялся на такой комплект, знает, что радоваться&nbsp; покупке приходится совсем не долго. Некачественные ткани скатываются после нескольких ночей использования или линяют при первой стирке. Чтобы не попасть в неприятное положение, обратитесь к специалисту! Наш дизайнер текстиля даст дельный совет и предложит лучшие материалы, поможет подобрать постельное белье, учитывая каждый нюанс вашей кровати. Ведь тут тоже есть свои секреты, которыми магазин штор Design Textile Group охотно поделится с вами!</p><p style=\"margin-left:0px;\">Как купить постельное белье?</p><p style=\"margin-left:0px;\">Самое важное – определится с тканью. По составу все ткани делятся на:</p><ol><li>Натуральные. Экологичные и полезные для здоровья. Самые популярные хлопок, лен и шелк. Часто они требуют особого ухода, но имеют и неоспоримые преимущества. Такие как прочность, долговечность и красота.</li><li>Искусственные - 100 % вискоза. Изготовлены из натуральной древесной целлюлозы. Популярные в домашнем текстиле бамбуковый сатин, модал и атлас (искусственный аналог шелка).</li><li>Синтетические - износостойкий полиэфир. Считаются бюджетными, широко представлены в магазинах. Но помните, что производятся они из продуктов нефти и газа! Чаще всего это микрофибра или искусственный шелк. Обе эти ткани нежные, легкие и недорогие, но плохо пропускают воздух.</li></ol><p style=\"margin-left:0px;\">Определившись с тканью, важно выбрать правильный размер. Есть пять стандартных постельных наборов: полуторный, двуспальный, евро, семейный и королевский. Но при нестандартном спальном месте или ваших особых пожеланиях мы сошьем идеальную постель именно для вас!</p><p style=\"margin-left:0px;\">Скорее звоните нам или оставьте заявку для обратной связи! Осуществим ваши текстильные мечты вместе!</p>', '2022-01-18 09:16:03', '2022-01-18 09:16:16', '', '', '', 1, 1, '/photos/1/blog/project2_new.jpg', 3);

-- --------------------------------------------------------

--
-- Структура таблиці `blog_uk`
--

DROP TABLE IF EXISTS `blog_uk`;
CREATE TABLE `blog_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `content` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `meta_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_main` int(11) NOT NULL,
  `is_show` int(11) NOT NULL,
  `main_image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sort` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `blog_uk`
--

INSERT INTO `blog_uk` (`id`, `title`, `slug`, `image`, `short_description`, `content`, `created_at`, `updated_at`, `meta_title`, `meta_description`, `meta_keywords`, `is_main`, `is_show`, `main_image`, `sort`) VALUES
(1, 'Аксесуари для штор у Києві', 'aksessuary-dlya-shtor-v-kieve', '/photos/1/blog/1.png', 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором.', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. <br><br>Особливу увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад все частіше. безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p><ul><li>У нас найбільший вибір якісної шторної тканини у Києві. Широкий асортимент матеріалів та кольорів</li><li>Висококваліфіковані майстри та дизайнери текстилю. Ми гарантуємо грамотний та творчий підхід до вибору гардин.</li><li>У наявності також додаткові аксесуари на будь-який смак та гаманець. Ламбрекени, оригінальні підхвати для штор та багато іншого можна знайти у нас у продажу</li><li>Приємні ціни та уважне ставлення до кожного клієнта</li></ul><p>Сьогодні в магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця.Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим?</p><p>[images]</p><figure class=\"image\"> =\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секрети та базові принципи вибору віп штор</h3><ol><li>Найважливіший нюанс, який варто враховувати при виборі гардин – рівень природного освітлення у кімнаті. Він залежить від розміру вікон та від того, на який бік вони виходять, а також від поверху.</li><li>Відбите світло. Об\'єкти, розташовані за вікном, відображаються усередині вашого будинку. Дизайнер штор легко визначить, який колір приноситься ззовні. Слід ретельно проаналізувати відображене світло та вибрати відповідний колір для ваших штор: нівелюючий або підтримуючий.</li><li>Пропорції кімнати. Правильно підібраними гардинами можна скоригувати геометрію та пропорційність вікна, а часом і архітектуру самої кімнати. Дизайнер штор Київ з легкістю впорається із цим завданням, підібравши правильні форми, забарвлення та матеріали.</li><li>Особливості кімнати. У кожному інтер\'єрі стіна з вікном має відмінні риси. Ми зможемо візуально впливати на них: скоригувати недоліки та підкреслити переваги. Недоліки архітектури ми сприймаємо як виклик, щоб разом з вами знайти ідеальне рішення і створити по-справжньому продумані та функціональні віп штори. При виборі гарнітура вирішальне значення має його практичність, якість матеріалів та складання, а також привабливий дизайн. Який же виробник готовий запропонувати виріб, який одночасно відповідає всім цим вимогам? Сьогодні познайомимося з кухнями від Містер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 11:22:49', '2022-01-28 11:36:50', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 0, 1, '/photos/1/1641381635-blog1.png', 0),
(2, 'Штори плиссе у Києві', 'shtory-plisse-v-kieve2', '/photos/1/blog/2.png', 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором.', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. <br><br>Особливу увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад все частіше. безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p><ul><li>У нас найбільший вибір якісної шторної тканини у Києві. Широкий асортимент матеріалів та кольорів</li><li>Висококваліфіковані майстри та дизайнери текстилю. Ми гарантуємо грамотний та творчий підхід до вибору гардин.</li><li>У наявності також додаткові аксесуари на будь-який смак та гаманець. Ламбрекени, оригінальні підхвати для штор та багато іншого можна знайти у нас у продажу</li><li>Приємні ціни та уважне ставлення до кожного клієнта</li></ul><p>Сьогодні в магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця.Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим?</p><p>[images]</p><figure class=\"image\"> =\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секрети та базові принципи вибору віп штор</h3><ol><li>Найважливіший нюанс, який варто враховувати при виборі гардин – рівень природного освітлення у кімнаті. Він залежить від розміру вікон та від того, на який бік вони виходять, а також від поверху.</li><li>Відбите світло. Об\'єкти, розташовані за вікном, відображаються усередині вашого будинку. Дизайнер штор легко визначить, який колір приноситься ззовні. Слід ретельно проаналізувати відображене світло та вибрати відповідний колір для ваших штор: нівелюючий або підтримуючий.</li><li>Пропорції кімнати. Правильно підібраними гардинами можна скоригувати геометрію та пропорційність вікна, а часом і архітектуру самої кімнати. Дизайнер штор Київ з легкістю впорається із цим завданням, підібравши правильні форми, забарвлення та матеріали.</li><li>Особливості кімнати. У кожному інтер\'єрі стіна з вікном має відмінні риси. Ми зможемо візуально впливати на них: скоригувати недоліки та підкреслити переваги. Недоліки архітектури ми сприймаємо як виклик, щоб разом з вами знайти ідеальне рішення і створити по-справжньому продумані та функціональні віп штори. При виборі гарнітура вирішальне значення має його практичність, якість матеріалів та складання, а також привабливий дизайн. Який же виробник готовий запропонувати виріб, який одночасно відповідає всім цим вимогам? Сьогодні познайомимося з кухнями від Містер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 11:23:52', '2022-01-28 11:37:01', 'DTG | Штори плиссе у Києві', 'DTG | Штори плиссе у Києві', 'DTG | Штори плиссе у Києві', 1, 1, '/photos/1/1641381635-blog1.png', 0),
(3, 'Штори з ламбрекеном: пошиття у Києві', 'shtory-s-lambrekenom-poshiv-v-kieve', '/photos/1/blog/3.png', 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором.', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. <br><br>Особливу увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад все частіше. безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p><ul><li>У нас найбільший вибір якісної шторної тканини у Києві. Широкий асортимент матеріалів та кольорів</li><li>Висококваліфіковані майстри та дизайнери текстилю. Ми гарантуємо грамотний та творчий підхід до вибору гардин.</li><li>У наявності також додаткові аксесуари на будь-який смак та гаманець. Ламбрекени, оригінальні підхвати для штор та багато іншого можна знайти у нас у продажу</li><li>Приємні ціни та уважне ставлення до кожного клієнта</li></ul><p>Сьогодні в магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця.Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим?</p><p>[images]</p><figure class=\"image\"> =\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секрети та базові принципи вибору віп штор</h3><ol><li>Найважливіший нюанс, який варто враховувати при виборі гардин – рівень природного освітлення у кімнаті. Він залежить від розміру вікон та від того, на який бік вони виходять, а також від поверху.</li><li>Відбите світло. Об\'єкти, розташовані за вікном, відображаються усередині вашого будинку. Дизайнер штор легко визначить, який колір приноситься ззовні. Слід ретельно проаналізувати відображене світло та вибрати відповідний колір для ваших штор: нівелюючий або підтримуючий.</li><li>Пропорції кімнати. Правильно підібраними гардинами можна скоригувати геометрію та пропорційність вікна, а часом і архітектуру самої кімнати. Дизайнер штор Київ з легкістю впорається із цим завданням, підібравши правильні форми, забарвлення та матеріали.</li><li>Особливості кімнати. У кожному інтер\'єрі стіна з вікном має відмінні риси. Ми зможемо візуально впливати на них: скоригувати недоліки та підкреслити переваги. Недоліки архітектури ми сприймаємо як виклик, щоб разом з вами знайти ідеальне рішення і створити по-справжньому продумані та функціональні віп штори. При виборі гарнітура вирішальне значення має його практичність, якість матеріалів та складання, а також привабливий дизайн. Який же виробник готовий запропонувати виріб, який одночасно відповідає всім цим вимогам? Сьогодні познайомимося з кухнями від Містер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 11:23:53', '2022-01-28 11:37:13', 'DTG | Штори з ламбрекеном: пошиття у Києві', 'DTG | Штори з ламбрекеном: пошиття у Києві', 'DTG | Штори з ламбрекеном: пошиття у Києві', 1, 1, '/photos/1/1641381635-blog1.png', 10),
(4, 'Штори плиссе у Києві', 'shtory-plisse-v-kieve-2', '/photos/1/blog/4.png', 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором.', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. <br><br>Особливу увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад все частіше. безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p><ul><li>У нас найбільший вибір якісної шторної тканини у Києві. Широкий асортимент матеріалів та кольорів</li><li>Висококваліфіковані майстри та дизайнери текстилю. Ми гарантуємо грамотний та творчий підхід до вибору гардин.</li><li>У наявності також додаткові аксесуари на будь-який смак та гаманець. Ламбрекени, оригінальні підхвати для штор та багато іншого можна знайти у нас у продажу</li><li>Приємні ціни та уважне ставлення до кожного клієнта</li></ul><p>Сьогодні в магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця.Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим?</p><p>[images]</p><figure class=\"image\"> =\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секрети та базові принципи вибору віп штор</h3><ol><li>Найважливіший нюанс, який варто враховувати при виборі гардин – рівень природного освітлення у кімнаті. Він залежить від розміру вікон та від того, на який бік вони виходять, а також від поверху.</li><li>Відбите світло. Об\'єкти, розташовані за вікном, відображаються усередині вашого будинку. Дизайнер штор легко визначить, який колір приноситься ззовні. Слід ретельно проаналізувати відображене світло та вибрати відповідний колір для ваших штор: нівелюючий або підтримуючий.</li><li>Пропорції кімнати. Правильно підібраними гардинами можна скоригувати геометрію та пропорційність вікна, а часом і архітектуру самої кімнати. Дизайнер штор Київ з легкістю впорається із цим завданням, підібравши правильні форми, забарвлення та матеріали.</li><li>Особливості кімнати. У кожному інтер\'єрі стіна з вікном має відмінні риси. Ми зможемо візуально впливати на них: скоригувати недоліки та підкреслити переваги. Недоліки архітектури ми сприймаємо як виклик, щоб разом з вами знайти ідеальне рішення і створити по-справжньому продумані та функціональні віп штори. При виборі гарнітура вирішальне значення має його практичність, якість матеріалів та складання, а також привабливий дизайн. Який же виробник готовий запропонувати виріб, який одночасно відповідає всім цим вимогам? Сьогодні познайомимося з кухнями від Містер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 11:23:54', '2022-01-28 11:37:25', 'DTG | Штори плиссе у Києві', 'DTG | Штори плиссе у Києві', 'DTG | Штори плиссе у Києві', 0, 1, '/photos/1/1641381635-blog1.png', 0),
(5, 'Аксесуари для штор у Києві copy', 'aksessuary-dlya-shtor-v-kieve-copy-1', '/photos/1/blog/1.png', 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором.', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. <br><br>Особливу увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад все частіше. безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p><ul><li>У нас найбільший вибір якісної шторної тканини у Києві. Широкий асортимент матеріалів та кольорів</li><li>Висококваліфіковані майстри та дизайнери текстилю. Ми гарантуємо грамотний та творчий підхід до вибору гардин.</li><li>У наявності також додаткові аксесуари на будь-який смак та гаманець. Ламбрекени, оригінальні підхвати для штор та багато іншого можна знайти у нас у продажу</li><li>Приємні ціни та уважне ставлення до кожного клієнта</li></ul><p>Сьогодні в магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця.Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим?</p><p>[images]</p><figure class=\"image\"> =\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секрети та базові принципи вибору віп штор</h3><ol><li>Найважливіший нюанс, який варто враховувати при виборі гардин – рівень природного освітлення у кімнаті. Він залежить від розміру вікон та від того, на який бік вони виходять, а також від поверху.</li><li>Відбите світло. Об\'єкти, розташовані за вікном, відображаються усередині вашого будинку. Дизайнер штор легко визначить, який колір приноситься ззовні. Слід ретельно проаналізувати відображене світло та вибрати відповідний колір для ваших штор: нівелюючий або підтримуючий.</li><li>Пропорції кімнати. Правильно підібраними гардинами можна скоригувати геометрію та пропорційність вікна, а часом і архітектуру самої кімнати. Дизайнер штор Київ з легкістю впорається із цим завданням, підібравши правильні форми, забарвлення та матеріали.</li><li>Особливості кімнати. У кожному інтер\'єрі стіна з вікном має відмінні риси. Ми зможемо візуально впливати на них: скоригувати недоліки та підкреслити переваги. Недоліки архітектури ми сприймаємо як виклик, щоб разом з вами знайти ідеальне рішення і створити по-справжньому продумані та функціональні віп штори. При виборі гарнітура вирішальне значення має його практичність, якість матеріалів та складання, а також привабливий дизайн. Який же виробник готовий запропонувати виріб, який одночасно відповідає всім цим вимогам? Сьогодні познайомимося з кухнями від Містер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 12:00:06', '2022-01-28 11:37:37', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 0, 1, '/photos/1/1641381635-blog1.png', 0),
(8, 'Штори з ламбрекеном: пошиття у Києві', 'shtory-s-lambrekenom-poshiv-v-kieve-copy-1', '/photos/1/blog/3.png', 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором.', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. <br><br>Особливу увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад все частіше. безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p><ul><li>У нас найбільший вибір якісної шторної тканини у Києві. Широкий асортимент матеріалів та кольорів</li><li>Висококваліфіковані майстри та дизайнери текстилю. Ми гарантуємо грамотний та творчий підхід до вибору гардин.</li><li>У наявності також додаткові аксесуари на будь-який смак та гаманець. Ламбрекени, оригінальні підхвати для штор та багато іншого можна знайти у нас у продажу</li><li>Приємні ціни та уважне ставлення до кожного клієнта</li></ul><p>Сьогодні в магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця.Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим?</p><p>[images]</p><figure class=\"image\"> =\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секрети та базові принципи вибору віп штор</h3><ol><li>Найважливіший нюанс, який варто враховувати при виборі гардин – рівень природного освітлення у кімнаті. Він залежить від розміру вікон та від того, на який бік вони виходять, а також від поверху.</li><li>Відбите світло. Об\'єкти, розташовані за вікном, відображаються усередині вашого будинку. Дизайнер штор легко визначить, який колір приноситься ззовні. Слід ретельно проаналізувати відображене світло та вибрати відповідний колір для ваших штор: нівелюючий або підтримуючий.</li><li>Пропорції кімнати. Правильно підібраними гардинами можна скоригувати геометрію та пропорційність вікна, а часом і архітектуру самої кімнати. Дизайнер штор Київ з легкістю впорається із цим завданням, підібравши правильні форми, забарвлення та матеріали.</li><li>Особливості кімнати. У кожному інтер\'єрі стіна з вікном має відмінні риси. Ми зможемо візуально впливати на них: скоригувати недоліки та підкреслити переваги. Недоліки архітектури ми сприймаємо як виклик, щоб разом з вами знайти ідеальне рішення і створити по-справжньому продумані та функціональні віп штори. При виборі гарнітура вирішальне значення має його практичність, якість матеріалів та складання, а також привабливий дизайн. Який же виробник готовий запропонувати виріб, який одночасно відповідає всім цим вимогам? Сьогодні познайомимося з кухнями від Містер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 12:00:09', '2022-01-28 11:37:49', 'DTG | Штори з ламбрекеном: пошиття у Києві', 'DTG | Штори з ламбрекеном: пошиття у Києві', 'DTG | Штори з ламбрекеном: пошиття у Києві', 0, 1, '/photos/1/1641381635-blog1.png', 0),
(12, 'Аксесуари для штор у Києві copy copy', 'aksessuary-dlya-shtor-v-kieve-copy-2', '/photos/1/blog/1.png', 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором.', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. <br><br>Особливу увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад все частіше. безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p><ul><li>У нас найбільший вибір якісної шторної тканини у Києві. Широкий асортимент матеріалів та кольорів</li><li>Висококваліфіковані майстри та дизайнери текстилю. Ми гарантуємо грамотний та творчий підхід до вибору гардин.</li><li>У наявності також додаткові аксесуари на будь-який смак та гаманець. Ламбрекени, оригінальні підхвати для штор та багато іншого можна знайти у нас у продажу</li><li>Приємні ціни та уважне ставлення до кожного клієнта</li></ul><p>Сьогодні в магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця.Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим?</p><p>[images]</p><figure class=\"image\"> =\"image\"><img src=\"/photos/1/1641381716-blog50-2.png\"></figure><p>[/images]</p><h3>Секрети та базові принципи вибору віп штор</h3><ol><li>Найважливіший нюанс, який варто враховувати при виборі гардин – рівень природного освітлення у кімнаті. Він залежить від розміру вікон та від того, на який бік вони виходять, а також від поверху.</li><li>Відбите світло. Об\'єкти, розташовані за вікном, відображаються усередині вашого будинку. Дизайнер штор легко визначить, який колір приноситься ззовні. Слід ретельно проаналізувати відображене світло та вибрати відповідний колір для ваших штор: нівелюючий або підтримуючий.</li><li>Пропорції кімнати. Правильно підібраними гардинами можна скоригувати геометрію та пропорційність вікна, а часом і архітектуру самої кімнати. Дизайнер штор Київ з легкістю впорається із цим завданням, підібравши правильні форми, забарвлення та матеріали.</li><li>Особливості кімнати. У кожному інтер\'єрі стіна з вікном має відмінні риси. Ми зможемо візуально впливати на них: скоригувати недоліки та підкреслити переваги. Недоліки архітектури ми сприймаємо як виклик, щоб разом з вами знайти ідеальне рішення і створити по-справжньому продумані та функціональні віп штори. При виборі гарнітура вирішальне значення має його практичність, якість матеріалів та складання, а також привабливий дизайн. Який же виробник готовий запропонувати виріб, який одночасно відповідає всім цим вимогам? Сьогодні познайомимося з кухнями від Містер Дорс.</p></blockquote><figure class=\"image\"><img src=\"/photos/1/1641381763-blog3.png\"></figure>', '2022-01-05 12:01:23', '2022-01-28 11:38:01', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 0, 1, '/photos/1/1641381635-blog1.png', 0),
(13, 'Домашний текстиль у Києві', 'domashnij-tekstil-v-kieve', '/photos/1/blog/project2_new.jpg', 'Як зробити будинок не просто житловим простором, а по-справжньому затишним місцем, де приємно знаходиться та куди хочеться повертатися? Звичайно придбати стильний домашній текстиль у Design Textile Group. Ми ж не просто магазин штор Київ! Ми – студія, яка створює ексклюзивні штори, а також дивовижний домашній текстиль.', '<p style=\"margin-left:0px;\">Наш дизайнер текстилю точно знає, як наповнити інтер\'єр красивими і функціональними речами саме так, як ви мріяли. Наші спеціалісти дуже уважні до кожного замовника. Ми намагаємося підібрати та якісно пошити для вас віп продукцію. Ми пропонуємо широкий асортимент найрізноманітніших товарів: постільна білизна, покривала, пледи, подушки, рушники та багато іншого.</p><p style=\"margin-left:0px;\">Чому варто вибрати Design Textile Group?</p><ul><li>У нас тільки найкращі та перевірені постачальники. Ми уважно ставимося до якості та стежимо, щоб наша продукція була не лише красивою, а й надійною. Упевнені, що наш текстиль радуватиме вас довгі роки.</li><li>Ми враховуємо всі побажання наших покупців та можемо виготовити постіль у будь-якому розмірі. У нас величезний асортимент матеріалів та кольорів.</li><li>Ми любимо свою роботу! Це підтверджують сотні задоволених клієнтів та позитивних відгуків про нас.</li><li>Наші ціни стануть приємним сюрпризом.</li></ul><p style=\"margin-left:0px;\"> Вибрати якісний текстиль не так просто, як здається. Пропозицій на ринку багато і ціни зустрічаються напрочуд низькі. Але ті, хто хоча б раз спокушався на такий комплект, знає, що радіти купівлі доводиться зовсім не довго. Неякісні тканини скочуються після декількох ночей використання або линяють при першому пранні. Щоб не потрапити в неприємне становище, зверніться до фахівця! Наш дизайнер текстилю дасть слушну пораду та запропонує найкращі матеріали, допоможе підібрати постільна білизна, враховуючи кожен нюанс вашого ліжка. Адже тут теж є свої секрети, якими магазин штор Design Textile Group охоче поділиться з вами! Як купити постільна білизна? Найважливіше - визначиться з тканиною. За складом усі тканини поділяються на:</p><ol><li>Натуральні. Екологічні та корисні для здоров\'я. Найпопулярніші бавовна, льон та шовк. Часто вони вимагають особливого догляду, але мають незаперечні переваги. Такі як міцність, довговічність та краса.</li><li>Штучні - 100% віскоза. Виготовлені із натуральної деревної целюлози. Популярні в домашньому текстилі бамбуковий сатин, модал та атлас (штучний аналог шовку).</li><li>Синтетичні – зносостійкий поліефір. Вважаються бюджетними, широко представлені у магазинах. Але пам\'ятайте, що виробляються вони із продуктів нафти та газу! Найчастіше це мікрофібра чи штучний шовк. Обидві ці тканини ніжні, легкі та недорогі, але погано пропускають повітря. Визначившись з тканиною, важливо вибрати правильний розмір. Є п\'ять стандартних постільних наборів: полуторний, двоспальний, євро, сімейний та королівський. Але при нестандартному спальному місці або ваших особливих побажаннях ми пошиємо ідеальне ліжко саме для вас! Швидше дзвоніть нам або залиште заявку для зворотного зв\'язку! Здійснимо ваші текстильні мрії разом!</p>', '2022-01-18 09:16:03', '2022-01-28 11:38:08', '', '', '', 1, 1, '/photos/1/blog/project2_new.jpg', 3);

-- --------------------------------------------------------

--
-- Структура таблиці `callback_contacts`
--

DROP TABLE IF EXISTS `callback_contacts`;
CREATE TABLE `callback_contacts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `message` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` datetime NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `callback_contacts`
--

INSERT INTO `callback_contacts` (`id`, `name`, `phone`, `email`, `message`, `date`, `created_at`, `updated_at`) VALUES
(7, 'Анатолій Проботюк', '+380689277992', 'tolikshift@gmail.com', 'test', '2022-01-10 13:03:19', '2022-01-10 11:03:19', '2022-01-10 11:03:19'),
(8, 'test', '123', 'test@test', 'test', '2022-01-13 15:03:04', '2022-01-13 13:03:04', '2022-01-13 13:03:04'),
(9, 'test', '123', 'test@test.test', 'TEST', '2022-01-17 08:16:13', '2022-01-17 06:16:13', '2022-01-17 06:16:13'),
(10, 'Анатолій Проботюк', '+380689277992', 'tolikshift@gmail.com', 'еуые', '2022-01-17 09:23:37', '2022-01-17 07:23:37', '2022-01-17 07:23:37'),
(11, 'Анатолій Проботюк', '+380689277992', 'tolikshift@gmail.com', 'test', '2022-01-17 09:42:32', '2022-01-17 07:42:32', '2022-01-17 07:42:32'),
(12, 'Анатолій Проботюк', '+380689277992', 'tolikshift@gmail.com', 'test', '2022-01-17 12:49:42', '2022-01-17 10:49:42', '2022-01-17 10:49:42'),
(13, 'Анатолій Проботюк', '+380689277992', 'tolikshift@gmail.com', 'test', '2022-01-17 15:29:16', '2022-01-17 13:29:16', '2022-01-17 13:29:16'),
(14, 'test test', '7665555555', 'test@gmail.com', 'пп', '2022-01-18 09:56:36', '2022-01-18 09:56:36', '2022-01-18 09:56:36'),
(15, 'test test', '7665555555', 'test@gmail.com', 'пп', '2022-01-18 09:57:19', '2022-01-18 09:57:19', '2022-01-18 09:57:19'),
(16, 'Анатолій Проботюк', '+380689277992', 'tolikshift@gmail.com', 'test', '2022-01-25 15:28:15', '2022-01-25 13:28:15', '2022-01-25 13:28:15');

-- --------------------------------------------------------

--
-- Структура таблиці `callback_horizontal`
--

DROP TABLE IF EXISTS `callback_horizontal`;
CREATE TABLE `callback_horizontal` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `link` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `callback_horizontal`
--

INSERT INTO `callback_horizontal` (`id`, `name`, `phone`, `link`, `created_at`, `updated_at`, `date`) VALUES
(13, 'test', '+380689277992', 'http://dtg.local', '2022-01-10 10:50:02', '2022-01-10 10:50:02', '2022-01-10 12:50:02'),
(14, 'test', 'test', 'http://dtg.local/projects', '2022-01-10 11:21:35', '2022-01-10 11:21:35', '2022-01-10 13:21:35'),
(15, 'tetst', 'asdasd', 'http://192.168.1.125', '2022-01-12 12:49:53', '2022-01-12 12:49:53', '2022-01-12 14:49:53'),
(16, 'тест', '123456', 'http://192.168.1.125', '2022-01-12 12:53:48', '2022-01-12 12:53:48', '2022-01-12 14:53:48'),
(17, 'test', 'test', 'http://dtg.local', '2022-01-13 12:51:18', '2022-01-13 12:51:18', '2022-01-13 14:51:18'),
(18, 'test', 'dsaf', 'http://dtg.local', '2022-01-13 12:51:24', '2022-01-13 12:51:24', '2022-01-13 14:51:24'),
(19, 'qewr', 'wqer', 'http://dtg.local', '2022-01-13 12:52:37', '2022-01-13 12:52:37', '2022-01-13 14:52:37'),
(20, 'wqer', 'wqer', 'http://dtg.local', '2022-01-13 12:53:02', '2022-01-13 12:53:02', '2022-01-13 14:53:02'),
(21, 'ewr', 'ewqr', 'http://dtg.local', '2022-01-13 12:57:20', '2022-01-13 12:57:20', '2022-01-13 14:57:20'),
(22, 'test', '123', 'http://dtg.local', '2022-01-13 13:01:10', '2022-01-13 13:01:10', '2022-01-13 15:01:10'),
(23, 'test', '+380689277992', 'http://dtg.local', '2022-01-13 13:01:44', '2022-01-13 13:01:44', '2022-01-13 15:01:44'),
(24, 'test', '123123123', 'http://dtg.local/projects', '2022-01-14 07:42:19', '2022-01-14 07:42:19', '2022-01-14 09:42:19'),
(25, 'test', '123123', 'http://dtg.local', '2022-01-17 06:16:04', '2022-01-17 06:16:04', '2022-01-17 08:16:04'),
(26, 'test', '123', 'http://dtg.local', '2022-01-17 06:54:34', '2022-01-17 06:54:34', '2022-01-17 08:54:34'),
(27, 'test', '123', 'http://dtg.local', '2022-01-17 06:54:56', '2022-01-17 06:54:56', '2022-01-17 08:54:56'),
(28, 'test', '123', 'http://dtg.local', '2022-01-17 06:55:16', '2022-01-17 06:55:16', '2022-01-17 08:55:16'),
(29, 'test', '123', 'http://dtg.local', '2022-01-17 06:55:52', '2022-01-17 06:55:52', '2022-01-17 08:55:52'),
(30, 'test', '123', 'http://dtg.local', '2022-01-17 06:58:43', '2022-01-17 06:58:43', '2022-01-17 08:58:43'),
(31, 'test', '123', 'http://dtg.local', '2022-01-17 07:00:46', '2022-01-17 07:00:46', '2022-01-17 09:00:46'),
(32, 'test', '123', 'http://dtg.local', '2022-01-17 07:01:03', '2022-01-17 07:01:03', '2022-01-17 09:01:03'),
(33, 'test', '123', 'http://dtg.local', '2022-01-17 07:01:17', '2022-01-17 07:01:17', '2022-01-17 09:01:17'),
(34, 'test', '123', 'http://dtg.local', '2022-01-17 07:05:07', '2022-01-17 07:05:07', '2022-01-17 09:05:07'),
(35, 'test', '123', 'http://dtg.local', '2022-01-17 07:05:17', '2022-01-17 07:05:17', '2022-01-17 09:05:17'),
(36, 'test', '123', 'http://dtg.local', '2022-01-17 07:06:42', '2022-01-17 07:06:42', '2022-01-17 09:06:42'),
(37, 'test', '123', 'http://dtg.local', '2022-01-17 07:07:54', '2022-01-17 07:07:54', '2022-01-17 09:07:54'),
(38, 'test', '123', 'http://dtg.local', '2022-01-17 07:08:11', '2022-01-17 07:08:11', '2022-01-17 09:08:11'),
(39, 'test', '123', 'http://dtg.local', '2022-01-17 07:08:20', '2022-01-17 07:08:20', '2022-01-17 09:08:20'),
(40, 'test', '123', 'http://dtg.local', '2022-01-17 07:10:31', '2022-01-17 07:10:31', '2022-01-17 09:10:31'),
(41, 'test', '123', 'http://dtg.local', '2022-01-17 07:11:44', '2022-01-17 07:11:44', '2022-01-17 09:11:44'),
(42, 'test', '123', 'http://dtg.local', '2022-01-17 07:12:03', '2022-01-17 07:12:03', '2022-01-17 09:12:03'),
(43, 'test', '123', 'http://dtg.local', '2022-01-17 07:13:33', '2022-01-17 07:13:33', '2022-01-17 09:13:33'),
(44, 'test', '123', 'http://dtg.local', '2022-01-17 07:15:59', '2022-01-17 07:15:59', '2022-01-17 09:15:59'),
(45, 'test', '123', 'http://dtg.local', '2022-01-17 07:16:24', '2022-01-17 07:16:24', '2022-01-17 09:16:24'),
(46, 'test', '123', 'http://dtg.local', '2022-01-17 07:18:59', '2022-01-17 07:18:59', '2022-01-17 09:18:59'),
(47, 'test', '123', 'http://dtg.local', '2022-01-17 07:20:34', '2022-01-17 07:20:34', '2022-01-17 09:20:34'),
(48, 'test', '123', 'http://dtg.local', '2022-01-17 07:21:11', '2022-01-17 07:21:11', '2022-01-17 09:21:11'),
(49, 'test', '123321', 'http://dtg.local', '2022-01-17 07:21:54', '2022-01-17 07:21:54', '2022-01-17 09:21:54'),
(50, 'test', '123', 'http://dtg.local/projects', '2022-01-17 13:28:50', '2022-01-17 13:28:50', '2022-01-17 15:28:50'),
(51, 'test', '123', 'http://dtg.local/uk/projects', '2022-01-17 13:28:59', '2022-01-17 13:28:59', '2022-01-17 15:28:59'),
(52, 'Dasha Volos', '1345', 'https://dtg.digiants.agency', '2022-01-17 18:15:36', '2022-01-17 18:15:36', '2022-01-17 18:15:36'),
(53, 'тест', '380731003421', 'https://dtg.digiants.agency', '2022-01-18 07:53:46', '2022-01-18 07:53:46', '2022-01-18 07:53:46'),
(54, 'тест', '38073100344', 'https://dtg.digiants.agency', '2022-01-18 07:53:53', '2022-01-18 07:53:53', '2022-01-18 07:53:53'),
(55, 'test', '123', 'https://dtg.digiants.agency', '2022-01-18 07:54:25', '2022-01-18 07:54:25', '2022-01-18 07:54:25'),
(56, 'test', '123', 'https://dtg.digiants.agency', '2022-01-18 07:54:54', '2022-01-18 07:54:54', '2022-01-18 07:54:54'),
(57, 'тест', '38073100344', 'https://dtg.digiants.agency', '2022-01-18 07:55:04', '2022-01-18 07:55:04', '2022-01-18 07:55:04'),
(58, 'тест', '38073100342', 'https://dtg.digiants.agency', '2022-01-18 07:59:00', '2022-01-18 07:59:00', '2022-01-18 07:59:00'),
(59, 'test', '123123123', 'http://dtg.local', '2022-01-25 13:27:51', '2022-01-25 13:27:51', '2022-01-25 15:27:51');

-- --------------------------------------------------------

--
-- Структура таблиці `callback_modal`
--

DROP TABLE IF EXISTS `callback_modal`;
CREATE TABLE `callback_modal` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `message` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `link` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` datetime NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `price` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `callback_modal`
--

INSERT INTO `callback_modal` (`id`, `name`, `phone`, `message`, `link`, `date`, `created_at`, `updated_at`, `price`) VALUES
(1, 'test', '+380689277992', 'etest', 'http://dtg.local/product/dizajnerskie-shtory-copy-2', '2022-01-10 13:18:18', '2022-01-10 11:18:18', '2022-01-10 11:18:18', ''),
(2, 'Анатолій Проботюк', '+380689277992', 'test', 'http://dtg.local/product/dizajnerskie-shtory', '2022-01-10 13:18:26', '2022-01-10 11:18:26', '2022-01-10 11:18:26', ''),
(3, 'Анатолій Проботюк', '+380689277992', 'test', 'http://dtg.local/product/dizajnerskie-shtory-copy-2', '2022-01-10 13:19:08', '2022-01-10 11:19:08', '2022-01-10 11:19:08', ''),
(4, 'Анатолій Проботюк', '5037243638', 'testetestset', 'http://dtg.local/projects/aksessuary-dlya-shtor-v-kieve-copy-4', '2022-01-10 13:21:19', '2022-01-10 11:21:19', '2022-01-10 11:21:19', ''),
(5, 'Анатолій Проботюк', '+380689277992', 'еуые', 'http://dtg.local/product/shtory-blekaut-copy-3', '2022-01-10 13:45:46', '2022-01-10 11:45:46', '2022-01-10 11:45:46', 'от 880 грн'),
(6, 'test', '123123', 'test', 'http://dtg.local', '2022-01-14 09:03:15', '2022-01-14 07:03:15', '2022-01-14 07:03:15', ''),
(7, 'test', '123', 'rtes', 'http://dtg.local', '2022-01-14 09:04:32', '2022-01-14 07:04:32', '2022-01-14 07:04:32', ''),
(8, 'test', '+380689277992', 'еуые', 'http://dtg.local/contacts', '2022-01-17 09:24:04', '2022-01-17 07:24:04', '2022-01-17 07:24:04', ''),
(9, 'test', '123', 'еуые', 'http://dtg.local/search', '2022-01-17 15:28:01', '2022-01-17 13:28:01', '2022-01-17 13:28:01', ''),
(10, 'testt', '123213', 'est', 'http://dtg.local/contacts', '2022-01-17 15:29:37', '2022-01-17 13:29:37', '2022-01-17 13:29:37', ''),
(11, 'test', '213', 'test', 'http://dtg.local/uk/contacts', '2022-01-17 15:29:49', '2022-01-17 13:29:49', '2022-01-17 13:29:49', ''),
(12, 'Анатолій Проботюк', '+380689277992', 'еуыеуые', 'http://dtg.local/uk/blog', '2022-01-17 15:32:10', '2022-01-17 13:32:10', '2022-01-17 13:32:10', ''),
(13, 'test', '123123', 'test', 'https://dtg.digiants.agency/uk/product/dizajnerskie-shtory', '2022-01-17 19:11:09', '2022-01-17 19:11:09', '2022-01-17 19:11:09', ''),
(14, 'test', '+380689277992', 'test', 'https://dtg.digiants.agency/about', '2022-01-17 20:20:05', '2022-01-17 20:20:05', '2022-01-17 20:20:05', ''),
(15, 'test', '123', 'trest', 'https://dtg.digiants.agency/about', '2022-01-17 20:21:09', '2022-01-17 20:21:09', '2022-01-17 20:21:09', ''),
(16, 'hgfh', '383', 'jdjd', 'https://dtg.digiants.agency/about', '2022-01-17 20:21:23', '2022-01-17 20:21:23', '2022-01-17 20:21:23', ''),
(17, 'test', '12', 'rtst', 'https://dtg.digiants.agency/about', '2022-01-17 20:21:43', '2022-01-17 20:21:43', '2022-01-17 20:21:43', ''),
(18, 'test', '12', 'rtst', 'https://dtg.digiants.agency/about', '2022-01-17 20:22:57', '2022-01-17 20:22:57', '2022-01-17 20:22:57', ''),
(19, 'test', '123', 'test', 'https://dtg.digiants.agency/about', '2022-01-17 20:28:15', '2022-01-17 20:28:15', '2022-01-17 20:28:15', ''),
(20, 'tetst', '3434', 'eretet', 'https://dtg.digiants.agency/about', '2022-01-17 20:40:34', '2022-01-17 20:40:34', '2022-01-17 20:40:34', ''),
(21, 'тест', '38073100342', 'со страницы проекта', 'https://dtg.digiants.agency/projects/derevyannye-zhalyuzi-v-kieve', '2022-01-18 08:14:49', '2022-01-18 08:14:49', '2022-01-18 08:14:49', ''),
(22, 'тест', '+7665444444', 'заказ штор блекаут', 'https://dtg.digiants.agency/product/dizajnerskie-shtory-copy-2', '2022-01-18 09:10:58', '2022-01-18 09:10:58', '2022-01-18 09:10:58', ''),
(23, 'тест', '+7665444444', 'заказ штор блекаут 3 м', 'https://dtg.digiants.agency/product/dizajnerskie-shtory-copy-2', '2022-01-18 09:11:15', '2022-01-18 09:11:15', '2022-01-18 09:11:15', 'от 675 грн'),
(24, 'test', '+380689277992', 'test', 'https://dtg.digiants.agency/catalog/rolety', '2022-01-18 12:20:48', '2022-01-18 12:20:48', '2022-01-18 12:20:48', ''),
(25, 'test', '123213', 'тест', 'https://dtg.digiants.agency/catalog/rolety', '2022-01-18 12:24:25', '2022-01-18 12:24:25', '2022-01-18 12:24:25', ''),
(26, 'test', '123', 'test', 'https://dtg.digiants.agency/catalog/rolety', '2022-01-18 12:26:29', '2022-01-18 12:26:29', '2022-01-18 12:26:29', ''),
(27, 'test', '123', 'test', 'https://dtg.digiants.agency/catalog/rolety', '2022-01-18 12:28:13', '2022-01-18 12:28:13', '2022-01-18 12:28:13', ''),
(28, 'test', '+380689277992', 'test', 'https://dtg.digiants.agency/delivery', '2022-01-18 12:46:53', '2022-01-18 12:46:53', '2022-01-18 12:46:53', ''),
(29, 'test', '+380689277992', 'test', 'https://dtg.digiants.agency/delivery', '2022-01-18 12:47:41', '2022-01-18 12:47:41', '2022-01-18 12:47:41', ''),
(30, 'test', '123', 'test', 'https://dtg.digiants.agency/product/moskitnaya-setka-roletnaya', '2022-01-18 12:50:57', '2022-01-18 12:50:57', '2022-01-18 12:50:57', ''),
(31, 'test', '123', 'test', 'https://dtg.digiants.agency/product/moskitnaya-setka-roletnaya', '2022-01-18 12:54:45', '2022-01-18 12:54:45', '2022-01-18 12:54:45', ''),
(32, 'test', '123', 'test', 'https://dtg.digiants.agency/product/moskitnaya-setka-roletnaya', '2022-01-18 13:02:34', '2022-01-18 13:02:34', '2022-01-18 13:02:34', ''),
(33, 'тест', '788888888', 'пп', 'https://dtg.digiants.agency/product/dizajnerskie-shtory-copy-2', '2022-01-19 12:23:09', '2022-01-19 12:23:09', '2022-01-19 12:23:09', ''),
(34, 'п', '7665555555', 'п', 'https://dtg.digiants.agency/product/dizajnerskie-shtory-copy-2', '2022-01-19 12:23:18', '2022-01-19 12:23:18', '2022-01-19 12:23:18', ''),
(35, 'Мая', '7665555555', 'пп', 'https://dtg.digiants.agency/product/dizajnerskie-shtory-copy-2', '2022-01-19 12:24:05', '2022-01-19 12:24:05', '2022-01-19 12:24:05', 'от 325 грн/м'),
(36, 'тест', '+7665444444', 'пп', 'https://dtg.digiants.agency/product/dizajnerskie-shtory-copy-2', '2022-01-19 12:24:12', '2022-01-19 12:24:12', '2022-01-19 12:24:12', 'от 2275 грн'),
(37, 'test', '123', 'trest', 'http://dtg.local/uk/catalog/rolety', '2022-01-24 10:27:42', '2022-01-24 08:27:42', '2022-01-24 08:27:42', ''),
(38, 'test', '123123', 'rwar', 'http://dtg.local/catalog/rolety', '2022-01-25 15:26:31', '2022-01-25 13:26:31', '2022-01-25 13:26:31', ''),
(39, 'test', '123', 'test', 'http://dtg.local', '2022-01-28 07:33:00', '2022-01-28 05:33:00', '2022-01-28 05:33:00', ''),
(40, 'test', '123123123', 'test', 'http://dtg.local', '2022-01-28 07:34:08', '2022-01-28 05:34:08', '2022-01-28 05:34:08', ''),
(41, 'test', '122121211212', 'test', 'http://dtg.local', '2022-01-28 07:35:45', '2022-01-28 05:35:45', '2022-01-28 05:35:45', ''),
(42, 'test', '122121211212', 'test', 'http://dtg.local', '2022-01-28 07:35:54', '2022-01-28 05:35:54', '2022-01-28 05:35:54', ''),
(43, 'test', '213123123', 'test', 'http://dtg.local', '2022-01-28 08:08:55', '2022-01-28 06:08:55', '2022-01-28 06:08:55', ''),
(44, 'test', '213123123', 'test', 'http://dtg.local', '2022-01-28 08:09:21', '2022-01-28 06:09:21', '2022-01-28 06:09:21', ''),
(45, 'test', '213123123', 'test', 'http://dtg.local', '2022-01-28 08:11:14', '2022-01-28 06:11:14', '2022-01-28 06:11:14', ''),
(46, 'test', '123123123123', 'rest', 'http://dtg.local', '2022-01-28 08:11:40', '2022-01-28 06:11:40', '2022-01-28 06:11:40', ''),
(47, 'test', '+380689277992', 'кццкццк', 'http://dtg.local', '2022-01-28 08:47:49', '2022-01-28 06:47:49', '2022-01-28 06:47:49', '');

-- --------------------------------------------------------

--
-- Структура таблиці `cart`
--

DROP TABLE IF EXISTS `cart`;
CREATE TABLE `cart` (
  `id` int(10) UNSIGNED NOT NULL,
  `id_users` int(10) UNSIGNED NOT NULL,
  `id_product` int(10) UNSIGNED NOT NULL,
  `count` int(10) UNSIGNED NOT NULL,
  `meta` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблиці `categories_filters`
--

DROP TABLE IF EXISTS `categories_filters`;
CREATE TABLE `categories_filters` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `id_categories` int(11) NOT NULL,
  `id_filters` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `categories_filters`
--

INSERT INTO `categories_filters` (`id`, `id_categories`, `id_filters`) VALUES
(4, 1, 1),
(5, 1, 2),
(6, 1, 3),
(7, 6, 1),
(8, 6, 3),
(9, 6, 2),
(11, 8, 2),
(12, 13, 4),
(14, 3, 2),
(15, 3, 1);

-- --------------------------------------------------------

--
-- Структура таблиці `categories_ru`
--

DROP TABLE IF EXISTS `categories_ru`;
CREATE TABLE `categories_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `is_menu` int(11) NOT NULL,
  `id_categories` int(11) NOT NULL,
  `is_show` int(11) NOT NULL,
  `sort` int(11) NOT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `categories_ru`
--

INSERT INTO `categories_ru` (`id`, `title`, `slug`, `created_at`, `updated_at`, `is_menu`, `id_categories`, `is_show`, `sort`, `image`, `meta_title`, `meta_description`, `meta_keywords`) VALUES
(1, 'Шторы', 'shtory', '2022-01-04 14:06:18', '2022-01-06 10:23:59', 1, 0, 1, 10, '/photos/1/categories/1.png', '', '', ''),
(2, 'Карнизы', 'karnizy', '2022-01-04 14:06:28', '2022-01-06 10:24:05', 1, 0, 1, 9, '/photos/1/categories/2.png', '', '', ''),
(3, 'Ролеты', 'rolety', '2022-01-04 14:06:34', '2022-01-18 13:09:11', 1, 0, 1, 8, '/photos/1/categories/3.png', '', '', ''),
(4, 'Римские шторы', 'rimskie-shtory', '2022-01-04 14:06:56', '2022-01-06 10:18:01', 0, 1, 1, 0, '', '', '', ''),
(5, 'Французкие шторы', 'francuzkie-shtory', '2022-01-04 14:07:18', '2022-01-06 10:18:57', 0, 1, 1, 0, '', '', '', ''),
(6, 'Жалюзи', 'zhalyuzi', '2022-01-06 10:14:46', '2022-01-06 10:24:16', 0, 0, 1, 7, '/photos/1/categories/4.png', '', '', ''),
(7, 'Ткани', 'tkani', '2022-01-06 10:14:59', '2022-01-06 10:24:22', 0, 0, 1, 6, '/photos/1/categories/5.png', '', '', ''),
(8, 'Автоматика', 'avtomatika', '2022-01-06 10:15:09', '2022-01-18 12:56:43', 0, 0, 1, 5, '/photos/1/categories/6.png', '', '', ''),
(9, 'Аксессуары', 'aksessuary', '2022-01-06 10:15:17', '2022-01-06 10:24:32', 0, 0, 1, 4, '/photos/1/categories/7.png', '', '', ''),
(10, 'Постельное белье', 'postelnoe-bele', '2022-01-06 10:15:29', '2022-01-06 10:24:36', 0, 0, 1, 3, '/photos/1/categories/8.png', '', '', ''),
(11, 'Ковры', 'kovry', '2022-01-06 10:15:35', '2022-01-06 10:24:42', 0, 0, 1, 2, '/photos/1/categories/9.png', '', '', ''),
(13, 'Тестовый (подкатегория)', 'testovyj', '2022-01-18 09:22:33', '2022-01-18 09:36:11', 0, 8, 1, 0, '/photos/1/1641297428-about.png', '', '', '');

-- --------------------------------------------------------

--
-- Структура таблиці `categories_uk`
--

DROP TABLE IF EXISTS `categories_uk`;
CREATE TABLE `categories_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `is_menu` int(11) NOT NULL,
  `id_categories` int(11) NOT NULL,
  `is_show` int(11) NOT NULL,
  `sort` int(11) NOT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `categories_uk`
--

INSERT INTO `categories_uk` (`id`, `title`, `slug`, `created_at`, `updated_at`, `is_menu`, `id_categories`, `is_show`, `sort`, `image`, `meta_title`, `meta_description`, `meta_keywords`) VALUES
(1, 'Штори', 'shtory', '2022-01-04 14:06:18', '2022-01-17 11:47:38', 1, 0, 1, 10, '/photos/1/categories/1.png', '', '', ''),
(2, 'Карнизи', 'karnizy', '2022-01-04 14:06:28', '2022-01-17 11:47:39', 1, 0, 1, 9, '/photos/1/categories/2.png', '', '', ''),
(3, 'Ролети', 'rolety', '2022-01-04 14:06:34', '2022-01-18 13:09:11', 1, 0, 1, 8, '/photos/1/categories/3.png', '', '', ''),
(4, 'Римські штори', 'rimskie-shtory', '2022-01-04 14:06:56', '2022-01-17 11:47:41', 0, 1, 1, 0, '', '', '', ''),
(5, 'Французькі штори', 'francuzkie-shtory', '2022-01-04 14:07:18', '2022-01-17 11:47:42', 0, 1, 1, 0, '', '', '', ''),
(6, 'Жалюзі', 'zhalyuzi', '2022-01-06 10:14:46', '2022-01-17 11:47:44', 0, 0, 1, 7, '/photos/1/categories/4.png', '', '', ''),
(7, 'Тканини', 'tkani', '2022-01-06 10:14:59', '2022-01-17 11:47:45', 0, 0, 1, 6, '/photos/1/categories/5.png', '', '', ''),
(8, 'Автоматика', 'avtomatika', '2022-01-06 10:15:09', '2022-01-18 12:56:43', 0, 0, 1, 5, '/photos/1/categories/6.png', '', '', ''),
(9, 'Аксесуари', 'aksessuary', '2022-01-06 10:15:17', '2022-01-17 11:47:47', 0, 0, 1, 4, '/photos/1/categories/7.png', '', '', ''),
(10, 'Постільна білизна', 'postelnoe-bele', '2022-01-06 10:15:29', '2022-01-17 11:47:48', 0, 0, 1, 3, '/photos/1/categories/8.png', '', '', ''),
(11, 'Килими', 'kovry', '2022-01-06 10:15:35', '2022-01-17 11:47:49', 0, 0, 1, 2, '/photos/1/categories/9.png', '', '', ''),
(13, 'Тестовий (підкатегорія)', 'testovyj', '2022-01-18 09:22:33', '2022-01-28 11:36:19', 0, 8, 1, 0, '/photos/1/1641297428-about.png', '', '', '');

-- --------------------------------------------------------

--
-- Структура таблиці `characteristic_ru`
--

DROP TABLE IF EXISTS `characteristic_ru`;
CREATE TABLE `characteristic_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `value` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_products` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `characteristic_ru`
--

INSERT INTO `characteristic_ru` (`id`, `title`, `value`, `id_products`, `created_at`, `updated_at`) VALUES
(1, 'Материал', 'хлопок', 1, '2022-01-06 12:32:44', '2022-01-06 12:32:44'),
(2, 'Механизм', 'цепочно-роторный', 1, '2022-01-06 12:32:44', '2022-01-06 12:32:44'),
(4, 'Материал #2', 'хлопок #2', 1, '2022-01-10 14:32:20', '2022-01-10 14:32:20'),
(5, 'Материал', 'дерево', 17, '2022-01-18 08:39:43', '2022-01-18 08:39:43'),
(6, 'Солнцезащита', 'полная', 17, '2022-01-18 08:39:43', '2022-01-18 08:39:43'),
(7, 'Механизм', 'Автоматический', 21, '2022-01-18 11:25:48', '2022-01-18 11:25:48'),
(9, 'Механизм', 'Механический', 22, '2022-01-18 11:28:09', '2022-01-18 11:28:09'),
(12, 'Что-то', 'тест', 37, '2022-01-19 12:21:34', '2022-01-19 12:21:34');

-- --------------------------------------------------------

--
-- Структура таблиці `characteristic_uk`
--

DROP TABLE IF EXISTS `characteristic_uk`;
CREATE TABLE `characteristic_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `value` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_products` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `characteristic_uk`
--

INSERT INTO `characteristic_uk` (`id`, `title`, `value`, `id_products`, `created_at`, `updated_at`) VALUES
(1, 'Матеріал', 'бавовна', 1, '2022-01-06 12:32:44', '2022-01-17 11:50:19'),
(2, 'Механізм', 'ланцюжково-роторний', 1, '2022-01-06 12:32:44', '2022-01-17 11:50:21'),
(4, 'Матеріал #2', 'бавовна #2', 1, '2022-01-10 14:32:20', '2022-01-17 11:50:24'),
(5, 'Матеріал', 'дерево', 17, '2022-01-18 08:39:43', '2022-01-28 11:39:40'),
(6, 'Сонцезахист', 'повна', 17, '2022-01-18 08:39:43', '2022-01-28 11:39:44'),
(7, 'Механізм', 'Автоматичний', 21, '2022-01-18 11:25:48', '2022-01-28 11:39:47'),
(9, 'Механізм', 'Механічний', 22, '2022-01-18 11:28:09', '2022-01-28 11:39:50'),
(12, 'Щось', 'тест', 37, '2022-01-19 12:21:34', '2022-01-28 11:39:53'),
(13, 'Что-то copy', 'тест', 75, '2022-01-19 12:21:40', '2022-01-19 12:21:40');

-- --------------------------------------------------------

--
-- Структура таблиці `delivery_ru`
--

DROP TABLE IF EXISTS `delivery_ru`;
CREATE TABLE `delivery_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sort` int(11) NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `delivery_ru`
--

INSERT INTO `delivery_ru` (`id`, `created_at`, `updated_at`, `title`, `description`, `price`, `sort`, `slug`) VALUES
(1, '2022-01-20 13:30:01', '2022-01-20 13:47:05', 'Самовывоз', '5-7 рабочих дней', 'Бесплатно', 0, 'samovyvoz'),
(2, '2022-01-20 13:30:17', '2022-01-20 13:47:11', 'Новая почта', '4-5 рабочих дней', '40 грн', 0, 'novaya-pochta'),
(3, '2022-01-28 13:47:03', '2022-01-28 13:47:03', 'Доставка курьером', 'Доставка курьером по Вашему адресу', '100', 0, 'dostavka-kurerom');

-- --------------------------------------------------------

--
-- Структура таблиці `delivery_uk`
--

DROP TABLE IF EXISTS `delivery_uk`;
CREATE TABLE `delivery_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sort` int(11) NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `delivery_uk`
--

INSERT INTO `delivery_uk` (`id`, `created_at`, `updated_at`, `title`, `description`, `price`, `sort`, `slug`) VALUES
(1, '2022-01-20 13:30:01', '2022-01-28 11:40:50', 'Самовивіз', '5-7 робочих днів', 'Бесплатно', 0, 'samovyvoz'),
(2, '2022-01-20 13:30:17', '2022-01-28 11:40:53', 'Нова Пошта', '4-5 робочих днів', '40 грн', 0, 'novaya-pochta'),
(3, '2022-01-28 13:47:03', '2022-01-28 13:47:03', 'Доставка курьером', 'Доставка курьером по Вашему адресу', '100', 0, 'dostavka-kurerom');

-- --------------------------------------------------------

--
-- Структура таблиці `dropdown`
--

DROP TABLE IF EXISTS `dropdown`;
CREATE TABLE `dropdown` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '',
  `sort` int(11) NOT NULL DEFAULT 0,
  `icon` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `dropdown`
--

INSERT INTO `dropdown` (`id`, `title`, `sort`, `icon`) VALUES
(1, 'Страницы', 2, '/vendor/fastadminpanel/icons/1/2.svg'),
(2, 'Настройки', 3, '/vendor/fastadminpanel/icons/1/1.svg'),
(3, 'Заявки', 1, '/vendor/fastadminpanel/icons/1/10.svg'),
(4, 'Оформление заказа', 4, '/vendor/fastadminpanel/icons/1/14.svg');

-- --------------------------------------------------------

--
-- Структура таблиці `filters_ru`
--

DROP TABLE IF EXISTS `filters_ru`;
CREATE TABLE `filters_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sort` int(11) NOT NULL,
  `is_show` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `active` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `filters_ru`
--

INSERT INTO `filters_ru` (`id`, `title`, `slug`, `sort`, `is_show`, `created_at`, `updated_at`, `active`) VALUES
(1, 'Материал', 'material', 0, 1, '2022-01-10 15:20:55', '2022-01-18 13:08:22', 1),
(2, 'Вид', 'vid', 10, 1, '2022-01-10 15:40:28', '2022-01-11 10:17:15', 1),
(3, 'Страна', 'strana', 0, 1, '2022-01-11 10:14:10', '2022-01-11 10:15:34', 0),
(4, 'Тип крепления', 'na-okno', 0, 1, '2022-01-18 09:21:33', '2022-01-18 09:21:33', 0),
(10, 'Тип крепления copy', 'na-okno-copy-1', 0, 1, '2022-01-19 09:01:49', '2022-01-19 09:01:49', 0);

-- --------------------------------------------------------

--
-- Структура таблиці `filters_uk`
--

DROP TABLE IF EXISTS `filters_uk`;
CREATE TABLE `filters_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sort` int(11) NOT NULL,
  `is_show` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `active` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `filters_uk`
--

INSERT INTO `filters_uk` (`id`, `title`, `slug`, `sort`, `is_show`, `created_at`, `updated_at`, `active`) VALUES
(1, 'Матеріал', 'material', 0, 1, '2022-01-10 15:20:55', '2022-01-18 13:08:22', 1),
(2, 'Вид', 'vid', 10, 1, '2022-01-10 15:40:28', '2022-01-11 10:17:15', 1),
(3, 'Країна', 'strana', 0, 1, '2022-01-11 10:14:10', '2022-01-17 11:50:29', 0),
(4, 'Тип кріплення', 'na-okno', 0, 1, '2022-01-18 09:21:33', '2022-01-28 11:40:02', 0),
(10, 'Тип кріплення copy', 'na-okno-copy-1', 0, 1, '2022-01-19 09:01:49', '2022-01-28 11:40:04', 0);

-- --------------------------------------------------------

--
-- Структура таблиці `filter_fields_ru`
--

DROP TABLE IF EXISTS `filter_fields_ru`;
CREATE TABLE `filter_fields_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_filters` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `filter_fields_ru`
--

INSERT INTO `filter_fields_ru` (`id`, `title`, `slug`, `id_filters`, `created_at`, `updated_at`) VALUES
(1, 'Полиэстер', 'poliester', 1, '2022-01-10 15:20:55', '2022-01-10 15:20:55'),
(2, 'Хлопок', 'hlopok', 1, '2022-01-10 15:20:55', '2022-01-10 15:20:55'),
(3, 'Вискоза', 'viskoza', 1, '2022-01-10 15:38:56', '2022-01-10 15:38:56'),
(4, 'Капрон', 'kapron', 1, '2022-01-10 15:38:56', '2022-01-10 15:38:56'),
(5, 'Лен', 'len', 1, '2022-01-10 15:38:56', '2022-01-10 15:38:56'),
(6, 'Нейлон', 'nejlon', 1, '2022-01-10 15:38:56', '2022-01-10 15:38:56'),
(7, 'Римские шторы', 'rimskie-shtory', 2, '2022-01-10 15:41:47', '2022-01-10 15:41:47'),
(8, 'Шторы на люверсах', 'shtory-na-lyuversah', 2, '2022-01-10 15:41:47', '2022-01-10 15:41:47'),
(9, 'Шторы с ламбрекенами', 'shtory-s-lambrekenami', 2, '2022-01-10 15:41:47', '2022-01-10 15:41:47'),
(10, 'Рулонные шторы', 'rulonnye-shtory', 2, '2022-01-10 15:41:47', '2022-01-10 15:41:47'),
(11, 'Японские шторы', 'yaponskie-shtory', 2, '2022-01-10 15:41:47', '2022-01-10 15:41:47'),
(12, 'Украина', 'ukraina', 3, '2022-01-11 10:15:11', '2022-01-11 10:15:11'),
(13, 'Германия', 'germaniya', 3, '2022-01-11 10:15:11', '2022-01-11 10:15:11'),
(14, 'Италия', 'italiya', 3, '2022-01-11 10:15:11', '2022-01-11 10:15:11'),
(15, 'Испания', 'ispaniya', 3, '2022-01-11 10:15:11', '2022-01-11 10:15:11'),
(16, 'Дерево', 'derevo', 1, '2022-01-18 08:47:44', '2022-01-18 08:47:44'),
(17, 'На стену', 'na-okno', 4, '2022-01-18 09:21:33', '2022-01-18 09:21:33'),
(18, 'На потолок', 'na-okno', 4, '2022-01-18 09:21:33', '2022-01-18 09:21:33'),
(19, 'На окно', 'na-okno', 4, '2022-01-18 09:21:33', '2022-01-18 09:21:33'),
(21, 'День-Ночь', 'denь-nochь', 2, '2022-01-18 11:06:39', '2022-01-18 11:06:39'),
(22, 'Блэкаут', 'blekaut', 2, '2022-01-18 11:06:39', '2022-01-18 11:06:39'),
(23, 'Мансардные', 'mansardnye', 2, '2022-01-18 11:07:34', '2022-01-18 11:07:34'),
(24, 'Плиссе', 'plisse', 2, '2022-01-18 11:07:34', '2022-01-18 11:07:34'),
(25, 'Москитные сетки', 'moskitnye-setki', 2, '2022-01-18 11:07:34', '2022-01-18 11:07:34'),
(41, 'На стену copy', 'na-okno-copy-1', 10, '2022-01-19 09:01:49', '2022-01-19 09:01:49'),
(42, 'На потолок copy', 'na-okno-copy-1', 10, '2022-01-19 09:01:49', '2022-01-19 09:01:49'),
(43, 'На окно copy', 'na-okno-copy-1', 10, '2022-01-19 09:01:49', '2022-01-19 09:01:49');

-- --------------------------------------------------------

--
-- Структура таблиці `filter_fields_uk`
--

DROP TABLE IF EXISTS `filter_fields_uk`;
CREATE TABLE `filter_fields_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_filters` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `filter_fields_uk`
--

INSERT INTO `filter_fields_uk` (`id`, `title`, `slug`, `id_filters`, `created_at`, `updated_at`) VALUES
(1, 'Поліестер', 'poliester', 1, '2022-01-10 15:20:55', '2022-01-17 11:50:31'),
(2, 'Бавовна', 'hlopok', 1, '2022-01-10 15:20:55', '2022-01-17 11:50:32'),
(3, 'Віскоза', 'viskoza', 1, '2022-01-10 15:38:56', '2022-01-17 11:50:33'),
(4, 'Капрон', 'kapron', 1, '2022-01-10 15:38:56', '2022-01-10 15:38:56'),
(5, 'Льон', 'len', 1, '2022-01-10 15:38:56', '2022-01-17 11:50:35'),
(6, 'Нейлон', 'nejlon', 1, '2022-01-10 15:38:56', '2022-01-10 15:38:56'),
(7, 'Римські штори', 'rimskie-shtory', 2, '2022-01-10 15:41:47', '2022-01-17 11:50:38'),
(8, 'Штори на люверсах', 'shtory-na-lyuversah', 2, '2022-01-10 15:41:47', '2022-01-17 11:50:39'),
(9, 'Штори з ламбрекенами', 'shtory-s-lambrekenami', 2, '2022-01-10 15:41:47', '2022-01-17 11:50:40'),
(10, 'Рулонні штори', 'rulonnye-shtory', 2, '2022-01-10 15:41:47', '2022-01-17 11:50:41'),
(11, 'Японські штори', 'yaponskie-shtory', 2, '2022-01-10 15:41:47', '2022-01-17 11:50:43'),
(12, 'Україна', 'ukraina', 3, '2022-01-11 10:15:11', '2022-01-17 11:50:44'),
(13, 'Німеччина', 'germaniya', 3, '2022-01-11 10:15:11', '2022-01-17 11:50:45'),
(14, 'Італія', 'italiya', 3, '2022-01-11 10:15:11', '2022-01-17 11:50:46'),
(15, 'Іспанія', 'ispaniya', 3, '2022-01-11 10:15:11', '2022-01-17 11:50:47'),
(16, 'Дерево', 'derevo', 1, '2022-01-18 08:47:44', '2022-01-18 08:47:44'),
(17, 'На стіну', 'na-okno', 4, '2022-01-18 09:21:33', '2022-01-28 11:40:31'),
(18, 'На стелю', 'na-okno', 4, '2022-01-18 09:21:33', '2022-01-28 11:40:32'),
(19, 'На вікно', 'na-okno', 4, '2022-01-18 09:21:33', '2022-01-28 11:40:34'),
(21, 'День ніч', 'denь-nochь', 2, '2022-01-18 11:06:39', '2022-01-28 11:40:35'),
(22, 'Блекаут', 'blekaut', 2, '2022-01-18 11:06:39', '2022-01-28 11:40:37'),
(23, 'Мансардні', 'mansardnye', 2, '2022-01-18 11:07:34', '2022-01-28 11:40:39'),
(24, 'Плісе', 'plisse', 2, '2022-01-18 11:07:34', '2022-01-28 11:40:40'),
(25, 'Москітні сітки', 'moskitnye-setki', 2, '2022-01-18 11:07:34', '2022-01-28 11:40:42');

-- --------------------------------------------------------

--
-- Структура таблиці `languages`
--

DROP TABLE IF EXISTS `languages`;
CREATE TABLE `languages` (
  `id` int(10) UNSIGNED NOT NULL,
  `tag` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `main_lang` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `languages`
--

INSERT INTO `languages` (`id`, `tag`, `main_lang`) VALUES
(1, 'ru', 1),
(2, 'uk', 0);

-- --------------------------------------------------------

--
-- Структура таблиці `menu`
--

DROP TABLE IF EXISTS `menu`;
CREATE TABLE `menu` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `table_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `fields` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_dev` int(11) NOT NULL,
  `multilanguage` int(11) NOT NULL,
  `is_soft_delete` int(11) NOT NULL,
  `sort` int(11) NOT NULL,
  `parent` int(11) NOT NULL DEFAULT 0,
  `icon` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `menu`
--

INSERT INTO `menu` (`id`, `title`, `table_name`, `fields`, `is_dev`, `multilanguage`, `is_soft_delete`, `sort`, `parent`, `icon`, `created_at`, `updated_at`) VALUES
(1, 'Menu', 'menu', '[]', 1, 0, 0, 0, 0, '', '2021-12-21 08:45:13', '2021-12-21 08:45:13'),
(2, 'Roles', 'roles', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Title\"}]', 1, 0, 0, 1, 0, '', '2021-12-21 08:45:13', '2021-12-21 08:45:13'),
(3, 'Пользователи', 'users', '[{\"id\":0,\"lang\":0,\"required\":\"optional\",\"is_visible\":true,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"name\",\"title\":\"Имя\"},{\"id\":6,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"title\":\"Фамилия\",\"type\":\"text\",\"db_title\":\"surname\"},{\"id\":2,\"lang\":0,\"required\":\"optional\",\"is_visible\":true,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"email\",\"title\":\"E-mail\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"title\":\"Логин\",\"type\":\"text\",\"db_title\":\"login\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"phone\",\"title\":\"Номер телефона\"},{\"id\":3,\"lang\":0,\"required\":\"optional\",\"is_visible\":true,\"show_in_list\":\"no\",\"type\":\"password\",\"db_title\":\"password\",\"title\":\"Пароль\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"single\",\"relationship_table_name\":\"roles\",\"title\":\"Роль\",\"relationship_view_field\":\"title\"},{\"id\":7,\"required\":\"optional\",\"is_visible\":false,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"code\",\"title\":\"Код\"}]', 0, 0, 0, 2, 0, '/vendor/fastadminpanel/icons/1/15.svg', '2021-12-21 08:45:13', '2022-01-31 10:27:29'),
(4, 'Товары', 'products', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"slug\",\"title\":\"Ссылка\"},{\"id\":8,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"articul\",\"title\":\"Код товара\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"checkbox\",\"db_title\":\"is_available\",\"title\":\"Наличие\"},{\"id\":6,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"checkbox\",\"db_title\":\"is_show\",\"title\":\"Отображать на сайте?\"},{\"id\":11,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"number\",\"db_title\":\"sort\",\"title\":\"Сортировка\"},{\"id\":9,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"single\",\"relationship_table_name\":\"categories\",\"relationship_view_field\":\"title\",\"title\":\"Категория\"},{\"id\":10,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"number\",\"db_title\":\"price\",\"title\":\"Цена\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"photo\",\"db_title\":\"image\",\"title\":\"Изображение {290x270}\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"gallery\",\"db_title\":\"gallery\",\"title\":\"Галерея {450x450}\"},{\"id\":12,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"ckeditor\",\"db_title\":\"short_description\",\"title\":\"Короткое описание\"},{\"id\":18,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"many\",\"relationship_table_name\":\"attributes_counter\",\"relationship_view_field\":\"title\",\"title\":\"Количественные атрибуты\"},{\"id\":7,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"db_title\":\"description\",\"title\":\"Описание\",\"type\":\"ckeditor\"},{\"id\":19,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"many\",\"relationship_table_name\":\"filter_fields\",\"relationship_view_field\":\"title\",\"title\":\"Фильтры\"},{\"id\":13,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"many\",\"relationship_table_name\":\"products\",\"relationship_view_field\":\"title\",\"title\":\"Рекомендованные товары\"},{\"id\":15,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_title\",\"title\":\"Meta Title\"},{\"id\":16,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_description\",\"title\":\"Meta Description\"},{\"id\":17,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_keywords\",\"title\":\"Meta Keywords\"},{\"id\":14,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"editable\",\"relationship_table_name\":\"characteristic\",\"title\":\"Характеристики\"}]', 0, 1, 0, 10, 0, '/vendor/fastadminpanel/icons/1/8.svg', '2021-12-30 10:14:32', '2022-01-31 10:27:58'),
(6, 'Категории', 'categories', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"slug\",\"title\":\"Ссылка\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"checkbox\",\"db_title\":\"is_show\",\"title\":\"Отображать на сайте?\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"checkbox\",\"db_title\":\"is_menu\",\"title\":\"Отображать в меню\"},{\"id\":6,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"number\",\"db_title\":\"sort\",\"title\":\"Сортировка\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"photo\",\"db_title\":\"image\",\"title\":\"Изображение {400x286}\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"single\",\"relationship_table_name\":\"categories\",\"relationship_view_field\":\"title\",\"title\":\"Родительская категория\"},{\"id\":7,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"many\",\"relationship_table_name\":\"filters\",\"relationship_view_field\":\"title\",\"title\":\"Фильтры\"},{\"id\":8,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_title\",\"title\":\"Meta title\"},{\"id\":9,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_description\",\"title\":\"Meta description\"},{\"id\":10,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_keywords\",\"title\":\"Meta keywords\"}]', 0, 1, 0, 10, 0, '/vendor/fastadminpanel/icons/1/3.svg', '2022-01-04 14:00:19', '2022-01-31 10:28:05'),
(7, 'Стандартные страницы', 'standart', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"slug\",\"title\":\"Ссылка\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"ckeditor\",\"db_title\":\"content\",\"title\":\"Контент\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_title\",\"title\":\"Meta Title\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_description\",\"title\":\"Meta Description\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_keywords\",\"title\":\"Meta Keywords\"}]', 0, 1, 0, 10, 0, '/vendor/fastadminpanel/icons/1/13.svg', '2022-01-05 11:01:14', '2022-01-31 10:28:13'),
(8, 'Блог', 'blog', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"slug\",\"title\":\"Ссылка\"},{\"id\":12,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"number\",\"db_title\":\"sort\",\"title\":\"Сортировка\"},{\"id\":10,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"checkbox\",\"db_title\":\"is_show\",\"title\":\"Отображать на сайте?\"},{\"id\":9,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"checkbox\",\"db_title\":\"is_main\",\"title\":\"Отображать на главной\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"photo\",\"db_title\":\"image\",\"title\":\"Изображение карточки {400x286}\"},{\"id\":11,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"photo\",\"db_title\":\"main_image\",\"title\":\"Главное изображение {1240x450}\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"short_description\",\"title\":\"Короткое описание\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"ckeditor\",\"db_title\":\"content\",\"title\":\"Контент {Чтобы вывести изображения в ряд нужно перед ними написать [images] и после [/images]}\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"many\",\"relationship_table_name\":\"blog\",\"relationship_view_field\":\"title\",\"title\":\"Читать подробнее\"},{\"id\":6,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_title\",\"title\":\"Meta Title\"},{\"id\":7,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_description\",\"title\":\"Meta Description\"},{\"id\":8,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_keywords\",\"title\":\"Meta Keywords\"}]', 0, 1, 0, 10, 0, '/vendor/fastadminpanel/icons/1/6.svg', '2022-01-05 11:18:58', '2022-01-31 10:28:23'),
(9, 'Портфолио', 'projects', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"slug\",\"title\":\"Ссылка\"},{\"id\":8,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"number\",\"db_title\":\"sort\",\"title\":\"Сортировка\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"checkbox\",\"db_title\":\"is_show\",\"title\":\"Отображать на сайте?\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"checkbox\",\"db_title\":\"is_main\",\"title\":\"Отображать на главной\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"short_description\",\"title\":\"Короткое описание\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"photo\",\"db_title\":\"image\",\"title\":\"Главное изображение {485x311}\"},{\"id\":6,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"gallery\",\"db_title\":\"gallery\",\"title\":\"Галлерея {1040x500}\"},{\"id\":7,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"ckeditor\",\"db_title\":\"content\",\"title\":\"Контент\"},{\"id\":9,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_title\",\"title\":\"Meta Title\"},{\"id\":10,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_description\",\"title\":\"Meta Description\"},{\"id\":11,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"meta_keywords\",\"title\":\"Meta Keywords\"}]', 0, 1, 0, 10, 0, '/vendor/fastadminpanel/icons/1/12.svg', '2022-01-06 09:06:56', '2022-01-31 10:28:31'),
(10, 'Характеристики', 'characteristic', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"1\",\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"1\",\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"value\",\"title\":\"Значение\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"single\",\"relationship_table_name\":\"products\",\"relationship_view_field\":\"title\",\"title\":\"Товар\"}]', 1, 1, 0, 10, 0, '', '2022-01-06 12:31:16', '2022-01-10 14:34:52'),
(11, 'Количественные атрибуты', 'attributes_counter', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"slug\",\"title\":\"Ссылка\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"number\",\"db_title\":\"min\",\"title\":\"Минимум\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"number\",\"db_title\":\"max\",\"title\":\"Максимум\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"number\",\"db_title\":\"step\",\"title\":\"Шаг\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"currency\",\"title\":\"Размерность\"}]', 0, 1, 0, 10, 2, '', '2022-01-06 15:45:52', '2022-01-17 12:54:46'),
(12, 'Отзывы', 'reviews', '[{\"id\":6,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"checkbox\",\"db_title\":\"is_show\",\"title\":\"Отображать на сайте\"},{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"name\",\"title\":\"Имя\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"phone\",\"title\":\"Номер телефона\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"email\",\"title\":\"E-mail\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"textarea\",\"db_title\":\"message\",\"title\":\"Отзыв\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"relationship\",\"relationship_count\":\"single\",\"relationship_table_name\":\"products\",\"relationship_view_field\":\"title\",\"title\":\"Товар\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"textarea\",\"db_title\":\"answer\",\"title\":\"Ответ\"},{\"id\":7,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"datetime\",\"db_title\":\"date\",\"title\":\"Дата\"}]', 0, 0, 0, 10, 0, '/vendor/fastadminpanel/icons/1/11.svg', '2022-01-10 08:02:22', '2022-01-31 10:28:41'),
(13, 'Заявки (горизонтальная форма)', 'callback_horizontal', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"name\",\"title\":\"Имя\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"phone\",\"title\":\"Номер телефона\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"link\",\"title\":\"Ссылка\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"editable\",\"type\":\"datetime\",\"db_title\":\"date\",\"title\":\"Дата\"}]', 0, 0, 0, 10, 3, '', '2022-01-10 12:20:31', '2022-01-10 13:19:56'),
(14, 'Заявки (страница Контакты)', 'callback_contacts', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"name\",\"title\":\"Имя\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"phone\",\"title\":\"Номер телефона\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"email\",\"title\":\"E-mail\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"textarea\",\"db_title\":\"message\",\"title\":\"Сообщение\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"datetime\",\"db_title\":\"date\",\"title\":\"Дата\"}]', 0, 0, 0, 10, 3, '', '2022-01-10 12:58:01', '2022-01-10 13:19:47'),
(15, 'Заявки (модальная форма)', 'callback_modal', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"name\",\"title\":\"Имя\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"phone\",\"title\":\"Номер телефона\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"textarea\",\"db_title\":\"message\",\"title\":\"Сообщение\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"link\",\"title\":\"Ссылка\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"price\",\"title\":\"Цена {Страница товара}\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"datetime\",\"db_title\":\"date\",\"title\":\"Дата\"}]', 0, 0, 0, 10, 3, '', '2022-01-10 13:14:27', '2022-01-10 13:45:28'),
(16, 'Фильтры', 'filters', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"slug\",\"title\":\"Ссылка\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"number\",\"db_title\":\"sort\",\"title\":\"Сортировка\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"checkbox\",\"db_title\":\"is_show\",\"title\":\"Отображать на сайте\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"editable\",\"relationship_table_name\":\"filter_fields\",\"title\":\"Поля фильтров\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"checkbox\",\"db_title\":\"active\",\"title\":\"Открыт\"}]', 0, 1, 0, 10, 0, '/vendor/fastadminpanel/icons/1/4.svg', '2022-01-10 15:17:22', '2022-01-31 10:28:56'),
(17, 'Поля фильтров', 'filter_fields', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"1\",\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"slug\",\"title\":\"Ссылка\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"single\",\"relationship_table_name\":\"filters\",\"relationship_view_field\":\"title\",\"title\":\"Фильтр\"}]', 1, 1, 0, 10, 0, '', '2022-01-10 15:19:03', '2022-01-10 15:19:03'),
(18, 'Тип доставки', 'delivery', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"slug\",\"title\":\"Ссылка {Это нужно для просчета стоимости}\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"textarea\",\"db_title\":\"description\",\"title\":\"Описание\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"price\",\"title\":\"Цена\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"number\",\"db_title\":\"sort\",\"title\":\"Сортировка\"}]', 0, 1, 0, 10, 4, NULL, '2022-01-20 13:28:47', '2022-01-20 13:46:54'),
(19, 'Тип оплаты', 'payment', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"slug\",\"title\":\"Ссылка {Это нужно для отображения платежной системы}\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"editable\",\"type\":\"number\",\"db_title\":\"sort\",\"title\":\"Сортировка\"}]', 0, 1, 0, 10, 4, NULL, '2022-01-20 14:31:34', '2022-01-20 14:31:34'),
(20, 'Заказы', 'orders', '[{\"id\":11,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"number\",\"db_title\":\"id_order\",\"title\":\"Номер заказа\"},{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"single\",\"relationship_table_name\":\"users\",\"relationship_view_field\":\"email\",\"title\":\"Пользователь\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"user_name\",\"title\":\"Имя и фамилия\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"user_email\",\"title\":\"E-mail\"},{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"user_phone\",\"title\":\"Номер телефона\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"city\",\"title\":\"Город\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"region\",\"title\":\"Область\"},{\"id\":6,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"single\",\"relationship_table_name\":\"delivery\",\"relationship_view_field\":\"title\",\"title\":\"Доставка\"},{\"id\":7,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"single\",\"relationship_table_name\":\"payment\",\"relationship_view_field\":\"title\",\"title\":\"Оплата\"},{\"id\":8,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"checkbox\",\"db_title\":\"status_payment\",\"title\":\"Статус оплаты\"},{\"id\":13,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"single\",\"relationship_table_name\":\"orders_status\",\"relationship_view_field\":\"title\",\"title\":\"Статус\"},{\"id\":10,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"checkbox\",\"db_title\":\"recall\",\"title\":\"Мне можно не звонить\"},{\"id\":14,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"datetime\",\"db_title\":\"date\",\"title\":\"Дата\"},{\"id\":12,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"editable\",\"relationship_table_name\":\"orders_product\",\"title\":\"Товары\"}]', 0, 0, 0, 10, 0, '/vendor/fastadminpanel/icons/1/5.svg', '2022-01-25 07:36:31', '2022-01-31 10:27:44'),
(21, 'Заказанные товары', 'orders_product', '[{\"id\":3,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"photo\",\"db_title\":\"image\",\"title\":\"Изображение\"},{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Название\"},{\"id\":1,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"slug\",\"title\":\"Ссылка\"},{\"id\":2,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"text\",\"db_title\":\"price\",\"title\":\"Цена\"},{\"id\":4,\"required\":\"optional\",\"is_visible\":true,\"lang\":\"0\",\"show_in_list\":\"no\",\"type\":\"number\",\"db_title\":\"count\",\"title\":\"Количество\"},{\"id\":5,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"no\",\"type\":\"relationship\",\"relationship_count\":\"single\",\"relationship_table_name\":\"orders\",\"relationship_view_field\":\"id_order\",\"title\":\"Заказ\"}]', 1, 0, 0, 10, 0, NULL, '2022-01-25 08:03:24', '2022-01-26 08:39:18'),
(22, 'Статус заказа', 'orders_status', '[{\"id\":0,\"required\":\"optional\",\"is_visible\":true,\"lang\":1,\"show_in_list\":\"yes\",\"type\":\"text\",\"db_title\":\"title\",\"title\":\"Статус\"}]', 0, 1, 0, 10, 4, NULL, '2022-01-25 09:19:19', '2022-01-31 09:04:12');

-- --------------------------------------------------------

--
-- Структура таблиці `orders`
--

DROP TABLE IF EXISTS `orders`;
CREATE TABLE `orders` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `id_users` int(11) NOT NULL,
  `user_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `city` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `region` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_delivery` int(11) NOT NULL,
  `id_payment` int(11) NOT NULL,
  `status_payment` int(11) NOT NULL,
  `recall` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `id_order` int(11) NOT NULL,
  `id_orders_status` int(11) NOT NULL,
  `date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `orders_product`
--

DROP TABLE IF EXISTS `orders_product`;
CREATE TABLE `orders_product` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `count` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `id_orders` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `orders_status_ru`
--

DROP TABLE IF EXISTS `orders_status_ru`;
CREATE TABLE `orders_status_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `orders_status_ru`
--

INSERT INTO `orders_status_ru` (`id`, `title`, `created_at`, `updated_at`) VALUES
(1, 'Новый', '2022-01-25 09:20:05', '2022-01-25 09:20:05'),
(2, 'В дороге', '2022-01-25 09:20:10', '2022-01-25 09:20:10'),
(3, 'В ожидании', '2022-01-25 09:20:18', '2022-01-25 09:20:18'),
(4, 'Отменен', '2022-01-25 09:20:23', '2022-01-25 09:20:23'),
(5, 'Доставлен', '2022-01-25 13:48:34', '2022-01-25 13:48:34');

-- --------------------------------------------------------

--
-- Структура таблиці `orders_status_uk`
--

DROP TABLE IF EXISTS `orders_status_uk`;
CREATE TABLE `orders_status_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `orders_status_uk`
--

INSERT INTO `orders_status_uk` (`id`, `title`, `created_at`, `updated_at`) VALUES
(1, 'Новий', '2022-01-25 09:20:05', '2022-01-28 11:50:51'),
(2, 'В дорозі', '2022-01-25 09:20:10', '2022-01-28 11:41:01'),
(3, 'В очікуванні', '2022-01-25 09:20:18', '2022-01-28 11:41:03'),
(4, 'Скасовано', '2022-01-25 09:20:23', '2022-01-28 11:41:04'),
(5, 'Доставлено', '2022-01-25 13:48:34', '2022-01-28 11:41:06');

-- --------------------------------------------------------

--
-- Структура таблиці `payment_ru`
--

DROP TABLE IF EXISTS `payment_ru`;
CREATE TABLE `payment_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sort` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `payment_ru`
--

INSERT INTO `payment_ru` (`id`, `title`, `slug`, `sort`, `created_at`, `updated_at`) VALUES
(1, 'Расчет наличными', 'raschet-nalichnymi', 0, '2022-01-20 14:32:42', '2022-01-20 14:32:42'),
(2, 'Безналичный расчет при получении', 'beznalichnyj-raschet-pri-poluchenii', 0, '2022-01-20 14:34:29', '2022-01-20 14:34:29'),
(3, 'Онлайн-оплата ', 'onlajn-oplata', 0, '2022-01-20 14:34:32', '2022-01-20 14:34:32');

-- --------------------------------------------------------

--
-- Структура таблиці `payment_uk`
--

DROP TABLE IF EXISTS `payment_uk`;
CREATE TABLE `payment_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sort` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `payment_uk`
--

INSERT INTO `payment_uk` (`id`, `title`, `slug`, `sort`, `created_at`, `updated_at`) VALUES
(1, 'Розрахунок готівкою', 'raschet-nalichnymi', 0, '2022-01-20 14:32:42', '2022-01-28 11:40:55'),
(2, 'Безготівковий розрахунок при отриманні', 'beznalichnyj-raschet-pri-poluchenii', 0, '2022-01-20 14:34:29', '2022-01-28 11:40:56'),
(3, 'Онлайн-оплата', 'onlajn-oplata', 0, '2022-01-20 14:34:32', '2022-01-28 11:40:58');

-- --------------------------------------------------------

--
-- Структура таблиці `products_attributes_counter`
--

DROP TABLE IF EXISTS `products_attributes_counter`;
CREATE TABLE `products_attributes_counter` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `id_products` int(11) NOT NULL,
  `id_attributes_counter` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `products_attributes_counter`
--

INSERT INTO `products_attributes_counter` (`id`, `id_products`, `id_attributes_counter`) VALUES
(2, 14, 1),
(3, 6, 1),
(4, 15, 1),
(5, 4, 1),
(31, 1, 1),
(32, 17, 1),
(36, 19, 1),
(37, 24, 1),
(39, 26, 1),
(40, 28, 1),
(43, 16, 1);

-- --------------------------------------------------------

--
-- Структура таблиці `products_filter_fields`
--

DROP TABLE IF EXISTS `products_filter_fields`;
CREATE TABLE `products_filter_fields` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `id_products` int(11) NOT NULL,
  `id_filter_fields` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `products_filter_fields`
--

INSERT INTO `products_filter_fields` (`id`, `id_products`, `id_filter_fields`) VALUES
(43, 1, 2),
(44, 1, 7),
(45, 1, 8),
(46, 1, 9),
(47, 1, 10),
(55, 17, 7),
(56, 17, 12),
(57, 17, 16),
(60, 19, 21),
(61, 20, 25),
(62, 21, 24),
(64, 22, 24),
(65, 23, 1),
(66, 23, 23),
(67, 24, 1),
(68, 24, 23),
(69, 24, 24),
(70, 27, 1),
(71, 27, 10),
(72, 27, 23),
(76, 26, 1),
(77, 26, 10),
(78, 26, 23),
(82, 25, 1),
(83, 25, 23),
(84, 25, 10),
(85, 28, 1),
(86, 28, 10),
(87, 28, 23),
(88, 32, 21),
(90, 30, 21),
(91, 33, 22),
(92, 34, 22),
(95, 36, 22),
(96, 36, 10),
(97, 35, 10),
(98, 35, 22),
(158, 31, 21),
(159, 31, 1),
(160, 37, 21);

-- --------------------------------------------------------

--
-- Структура таблиці `products_products`
--

DROP TABLE IF EXISTS `products_products`;
CREATE TABLE `products_products` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `id_products` int(11) NOT NULL,
  `id_products_other` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `products_products`
--

INSERT INTO `products_products` (`id`, `id_products`, `id_products_other`) VALUES
(59, 1, 4),
(60, 1, 6),
(61, 1, 15),
(68, 17, 1),
(69, 17, 4),
(73, 19, 4),
(74, 20, 19),
(75, 21, 1),
(77, 22, 21),
(78, 23, 17),
(79, 24, 23);

-- --------------------------------------------------------

--
-- Структура таблиці `products_ru`
--

DROP TABLE IF EXISTS `products_ru`;
CREATE TABLE `products_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `gallery` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_available` int(11) NOT NULL,
  `is_show` int(11) NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `articul` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_categories` int(11) NOT NULL,
  `price` int(191) NOT NULL,
  `sort` int(11) NOT NULL,
  `short_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `products_ru`
--

INSERT INTO `products_ru` (`id`, `title`, `slug`, `created_at`, `updated_at`, `image`, `gallery`, `is_available`, `is_show`, `description`, `articul`, `id_categories`, `price`, `sort`, `short_description`, `meta_title`, `meta_description`, `meta_keywords`) VALUES
(1, 'Дизайнерские шторы', 'dizajnerskie-shtory', '2021-12-30 14:00:13', '2022-01-11 08:31:03', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/1641381654-blog2.png\",\"\\/photos\\/1\\/1641297428-about.png\",\"\\/photos\\/1\\/1641381635-blog1.png\",\"\\/photos\\/1\\/1641381716-blog50-1.png\"]', 1, 1, '<p>Римские шторы - современный подход к текстильному оформлению окон в интерьере. Удобство и функциональность, уют и декор! Виды римских штор отличаются по типу механизма.<br><br>Стандарт\" с веревочным механизмом - бюджетный вариант римских штор. Изготавливаются в комплекте карниз - штора из ограниченного выбора тканей складской программы. Шторы могут быть нескольких видов: с кантами, без декора.<br><br>Стандарт\" для двойных римских штор с двумя веревочными механизмами и независимой работой изделий. Ограничены по выбору тканей складской программы.</p>', '56858', 1, 225, 0, '<p>Римские шторы - современный подход к текстильному оформлению окон в интерьере. Удобство и функциональность, уют и декор! Виды римских штор отличаются по типу механизма.</p>', 'DTG | Дизайнерские шторы', 'DTG | Дизайнерские шторы', 'DTG | Дизайнерские шторы'),
(4, 'Шторы блэкаут', 'dizajnerskie-shtory-copy-2', '2022-01-04 08:51:31', '2022-01-18 10:54:03', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/product.png\"]', 1, 1, '', '56858', 1, 325, 1, '', '', '', ''),
(6, 'Римские шторы', 'dizajnerskie-shtory-copy-3', '2022-01-04 08:52:30', '2022-01-14 12:28:54', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/product.png\"]', 0, 1, '', '56858', 4, 625, 0, '', '', '', ''),
(14, 'Дизайнерские шторы copy', 'dizajnerskie-shtory-copy-1', '2022-01-06 15:08:09', '2022-01-06 15:08:09', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/1641381654-blog2.png\",\"\\/photos\\/1\\/1641297428-about.png\",\"\\/photos\\/1\\/1641381635-blog1.png\",\"\\/photos\\/1\\/1641381716-blog50-1.png\"]', 1, 1, '<p>Римские шторы - современный подход к текстильному оформлению окон в интерьере. Удобство и функциональность, уют и декор! Виды римских штор отличаются по типу механизма.<br><br>Стандарт\" с веревочным механизмом - бюджетный вариант римских штор. Изготавливаются в комплекте карниз - штора из ограниченного выбора тканей складской программы. Шторы могут быть нескольких видов: с кантами, без декора.<br><br>Стандарт\" для двойных римских штор с двумя веревочными механизмами и независимой работой изделий. Ограничены по выбору тканей складской программы.</p>', '56858', 1, 225, 0, '<p>Римские шторы - современный подход к текстильному оформлению окон в интерьере. Удобство и функциональность, уют и декор! Виды римских штор отличаются по типу механизма.</p>', 'DTG | Дизайнерские шторы', 'DTG | Дизайнерские шторы', 'DTG | Дизайнерские шторы'),
(15, 'Римские шторы copy', 'dizajnerskie-shtory-copy-4', '2022-01-06 15:08:11', '2022-01-14 08:25:29', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/product.png\"]', 1, 1, '', '56858', 4, 225, 0, '', '', '', ''),
(16, 'Шторы блэкаут copy', 'shtory-blekaut-copy-3', '2022-01-06 15:08:12', '2022-01-18 10:53:52', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/product.png\"]', 1, 1, '', '56858', 1, 520, 0, '', '', '', ''),
(17, 'Деревянные жалюзи', 'solncezashita', '2022-01-18 08:39:43', '2022-01-18 09:26:49', '/photos/1/projects/blnds-wood_001.jpg', '[\"\\/photos\\/1\\/projects\\/IMAGES_FOR_MATRIALS_MY_DTG_1000-300_001.jpg\",\"\\/photos\\/1\\/projects\\/blnds-wood_001.jpg\"]', 1, 1, '<p style=\"margin-left:0px;\">Благополучие складывается из ежедневных маленьких удобств, комфорта и эстетики. Поэтому, когда речь идет об обустройстве собственного пространства — важна любая деталь! И правда в том, что квартира никогда не станет уютной без таких элементов, как подушки, покрывала, салфетки, скатерти и чехлы, сшитые для мебели.</p><p style=\"margin-left:0px;\">При покупке штор в Киеве&nbsp;или пошиве на заказ домашнего текстиля играет роль множество нюансов:</p><ul><li>форма и назначение изделия;</li><li>расцветка ткани фактура материала;</li><li>аксессуары и декоративные элементы (вышивка, роспись и т.д.) ;</li><li>качество ткани и пошива;</li></ul><p style=\"margin-left:0px;\">Существенно упростить процесс подбора решений и материалов поможет профессиональный текстильный дизайнер.</p>', '33333333', 6, 444, 4, '<p>Красота в деталях</p>', '', '', ''),
(19, 'Ткань \"День-Ночь\" белая', 'tkan-den-noch-belaya', '2022-01-18 11:18:48', '2022-01-18 11:19:32', '/photos/1/products/daynightwhite.jpg', '[\"\\/photos\\/1\\/products\\/daynightwhite.jpg\",\"\\/photos\\/1\\/products\\/daynight003.jpg\"]', 1, 1, '<p>Чтобы выбрать роллеты, которые подойдут именно вам, необходимо учитывать следующие параметры:</p><ul><li>Стиль комнаты. Учитывайте сочетание цветов и материалов. Современный выбор позволяет их комбинировать именно в том виде, который подойдет вам.</li><li>Конструкция, форма и размер окон. Очень важно внимательно провести замеры и не прогадать с размерами, чтобы радостное ожидание не сменилось неприятным разочарованием, когда оплаченные и изготовленные роллеты не подойдут к окну. Поэтому наши мастера всегда готовы приехать к вам и самостоятельно, а главное бесплатно сделать все замеры.</li><li>Функциональное назначение. От этого критерия следует отталкиваться при выборе материалов. Практичны и устойчивы к грязи и пыли – для кухонь, изысканные и дорогие – для жилых помещений: спальни, гостиной, детской.</li></ul>', '123451', 3, 679, 0, '', '', '', ''),
(20, 'Москитная сетка ролетная ', 'moskitnaya-setka-roletnaya', '2022-01-18 11:22:50', '2022-01-18 11:22:50', '/photos/1/products/moskit.jpg', '[\"\\/photos\\/1\\/products\\/moskit.jpg\"]', 1, 1, '<p><span style=\"background-color:rgb(255,255,255);color:rgb(102,102,102);\">Москитная сетка рулонная – это идеальное решение для всех проемов, которые крупногабаритные: мансарды, одно- и двустворчатые двери и т д, а также для обычных оконных и дверных проемов. Немецкие рулонные москитные сетки обладают прочными направляющими (установлены на обеих сторонах), которые обеспечивают равномерный, плавный ход сетки, и это не единственное преимущество изделия. Рулонная москитная сетка оснащена тормозным устройством, которое не позволяет случайно свернуться сетке. Долгосрочная эксплуатация, еще один +, если вы решили приобрести москитные сетки ролетного типа, поскольку они изготовлены из прочной стекловолокнистой ткани.&nbsp;</span></p>', '123452', 3, 299, 1, '', '', '', ''),
(21, 'Беспроводные тканевые сотовые шторы-плиссе Натуральный бежевый', 'mehanizm', '2022-01-18 11:25:48', '2022-01-18 11:25:48', '/photos/1/products/plissenaturbej.jpg', '[\"\\/photos\\/1\\/products\\/plissenaturbej.jpg\"]', 1, 1, '<p style=\"margin-left:0px;\">Жалюзи изготовлены из высококачественной ЭКСТРА-плотной бумаги. Идеальны для спален и детских комнат. Данные бумажные жалюзи обеспечат затемнение комнаты и придадут интерьеру законченный вид. Могут использоваться как самостоятельный элемент декора окна, так и совместно с обычными шторами, гардинами (тюлью). Жалюзи подходят для любого размера окна.</p><p style=\"margin-left:0px;\"><strong>В зависимости от выбранного размера Вы получите штору плиссе размера 91 см либо 121 см шириной + два зажима в оригинальной упаковке.</strong></p><p style=\"margin-left:0px;\"><strong>Шторку можно легко обрезать с помощью ножа, либо же ножницами под точный размер, который Вам нужен.&nbsp;</strong></p><p style=\"margin-left:0px;\"><strong>Таким образом Вы можете выбрать необходимую ширину и шторка-плиссе подойдёт даже под самый нестандартный размер окна! Это также даёт возможность наклеить и на любую другую поверхность — дверь, стена, балкон, дверной проём, потолок и тд.&nbsp;</strong></p><p style=\"margin-left:0px;\"><strong>Всего несколько простых шагов и Ваша штора-плиссе готова к использованию!</strong></p>', '123453', 3, 499, 0, '<p style=\"margin-left:0px;\">Жалюзи изготовлены из высококачественной ЭКСТРА-плотной бумаги. Идеальны для спален и детских комнат. Данные бумажные жалюзи обеспечат затемнение комнаты и придадут интерьеру законченный вид. Могут использоваться как самостоятельный элемент декора окна, так и совместно с обычными шторами, гардинами (тюлью). Жалюзи подходят для любого размера окна.</p><p style=\"margin-left:0px;\">&nbsp;</p>', '', '', ''),
(22, 'Беспроводные тканевые сотовые шторы-плиссе Коричневый', 'mehanizm-korich', '2022-01-18 11:26:44', '2022-01-18 11:28:09', '/photos/1/products/plissekorich.jpg', '[\"\\/photos\\/1\\/products\\/plissekorich.jpg\"]', 1, 1, '<p style=\"margin-left:0px;\">Жалюзи изготовлены из высококачественной ЭКСТРА-плотной бумаги. Идеальны для спален и детских комнат. Данные бумажные жалюзи обеспечат затемнение комнаты и придадут интерьеру законченный вид. Могут использоваться как самостоятельный элемент декора окна, так и совместно с обычными шторами, гардинами (тюлью). Жалюзи подходят для любого размера окна.</p><p style=\"margin-left:0px;\"><strong>В зависимости от выбранного размера Вы получите штору плиссе размера 91 см либо 121 см шириной + два зажима в оригинальной упаковке.</strong></p><p style=\"margin-left:0px;\"><strong>Шторку можно легко обрезать с помощью ножа, либо же ножницами под точный размер, который Вам нужен.&nbsp;</strong></p><p style=\"margin-left:0px;\"><strong>Таким образом Вы можете выбрать необходимую ширину и шторка-плиссе подойдёт даже под самый нестандартный размер окна! Это также даёт возможность наклеить и на любую другую поверхность — дверь, стена, балкон, дверной проём, потолок и тд.&nbsp;</strong></p><p style=\"margin-left:0px;\"><strong>Всего несколько простых шагов и Ваша штора-плиссе готова к использованию!</strong></p>', '123454', 3, 499, 0, '<p style=\"margin-left:0px;\">Жалюзи изготовлены из высококачественной ЭКСТРА-плотной бумаги. Идеальны для спален и детских комнат. Данные бумажные жалюзи обеспечат затемнение комнаты и придадут интерьеру законченный вид. Могут использоваться как самостоятельный элемент декора окна, так и совместно с обычными шторами, гардинами (тюлью). Жалюзи подходят для любого размера окна.</p><p style=\"margin-left:0px;\">&nbsp;</p>', '', '', ''),
(23, 'Ролета для мансардных окон Серый', 'roleta-dlya-mansardnyh-okon-seryj', '2022-01-18 11:31:04', '2022-01-18 11:31:04', '/photos/1/products/roletamasrd1.jpg', '[\"\\/photos\\/1\\/products\\/roletamasrd1.jpg\",\"\\/photos\\/1\\/products\\/roletamansard3.jpg\",\"\\/photos\\/1\\/products\\/roletamansard2.jpg\"]', 1, 1, '<ul><li>Тканевая ролета для мансардных окон Fakro это элегантное и практичное решение.</li><li>Рулонные шторы отлично защищают от сильного света и высокой температуры.</li><li>Ткань плотного плетения - идеальное решение для любой комнаты,подверженной сильному солнцу. Благодаря своим свойствам, она обеспечит комфортный отдых и сон.</li><li>Рулонные шторы придадут современный и стильный вид вашей комнате. Алюминиевая система, состоящая из кассеты,&nbsp; трубки, мини-балки и направляющих, удерживает материал в фиксированном положении, предотвращая складывание ткани. Боковые направляющие предотвращают образование зазоров, через которые проникает свет, и служат тормозом, с помощью которого жалюзи можно установить на желаемую высоту.</li><li>Материал наматывается по трубе с помощью пружинного механизма, который позволяет ткани автоматически свернуться.<br>Благодаря комбинации держателя балки и тормоза вы можете остановить материал где угодно.<br>Использование пружинного механизма и тормозов означает, что материал всегда находится под натяжением, даже когда окно полностью наклонено<br>материал не складывается и все время остается в направляющих.<br>Зазор в точке контакта нижней балки с нижней частью створки окна компенсируется за счет использования щеточного уплотнения</li></ul>', '123455', 3, 459, 2, '', '', '', ''),
(24, 'Ролетная штора-плиссе для мансардных окон Белая', 'roleta-dlya-mansardnyh-okon-seryj-copy-1', '2022-01-18 11:32:38', '2022-01-18 11:34:23', '/photos/1/products/roletamansardwhite.jpg', '[\"\\/photos\\/1\\/products\\/roletamansardwhite.jpg\"]', 1, 1, '<ul><li>Тканевая ролета для мансардных окон Fakro это элегантное и практичное решение.</li><li>Рулонные шторы отлично защищают от сильного света и высокой температуры.</li><li>Ткань плотного плетения - идеальное решение для любой комнаты,подверженной сильному солнцу. Благодаря своим свойствам, она обеспечит комфортный отдых и сон.</li><li>Рулонные шторы придадут современный и стильный вид вашей комнате. Алюминиевая система, состоящая из кассеты,&nbsp; трубки, мини-балки и направляющих, удерживает материал в фиксированном положении, предотвращая складывание ткани. Боковые направляющие предотвращают образование зазоров, через которые проникает свет, и служат тормозом, с помощью которого жалюзи можно установить на желаемую высоту.</li><li>Материал наматывается по трубе с помощью пружинного механизма, который позволяет ткани автоматически свернуться.<br>Благодаря комбинации держателя балки и тормоза вы можете остановить материал где угодно.<br>Использование пружинного механизма и тормозов означает, что материал всегда находится под натяжением, даже когда окно полностью наклонено<br>материал не складывается и все время остается в направляющих.<br>Зазор в точке контакта нижней балки с нижней частью створки окна компенсируется за счет использования щеточного уплотнения</li></ul>', '123455', 3, 459, 2, '', '', '', ''),
(25, 'Ролетная штора-плиссе для мансардных окон Желтая', 'roleta-dlya-mansardnyh-okon-seryj-copy-2', '2022-01-18 11:35:01', '2022-01-18 11:39:40', '/photos/1/products/roletayellow.jpg', '[\"\\/photos\\/1\\/products\\/roletayellow.jpg\"]', 1, 1, '<ul><li>Тканевая ролета для мансардных окон Fakro это элегантное и практичное решение.</li><li>Рулонные шторы отлично защищают от сильного света и высокой температуры.</li><li>Ткань плотного плетения - идеальное решение для любой комнаты,подверженной сильному солнцу. Благодаря своим свойствам, она обеспечит комфортный отдых и сон.</li><li>Рулонные шторы придадут современный и стильный вид вашей комнате. Алюминиевая система, состоящая из кассеты,&nbsp; трубки, мини-балки и направляющих, удерживает материал в фиксированном положении, предотвращая складывание ткани. Боковые направляющие предотвращают образование зазоров, через которые проникает свет, и служат тормозом, с помощью которого жалюзи можно установить на желаемую высоту.</li><li>Материал наматывается по трубе с помощью пружинного механизма, который позволяет ткани автоматически свернуться.<br>Благодаря комбинации держателя балки и тормоза вы можете остановить материал где угодно.<br>Использование пружинного механизма и тормозов означает, что материал всегда находится под натяжением, даже когда окно полностью наклонено<br>материал не складывается и все время остается в направляющих.<br>Зазор в точке контакта нижней балки с нижней частью створки окна компенсируется за счет использования щеточного уплотнения</li></ul>', '1234558', 3, 459, 2, '', '', '', ''),
(26, 'Ролетная штора-плиссе для мансардных окон Розовый', 'roleta-dlya-mansardnyh-okon-seryj-copy-3', '2022-01-18 11:35:02', '2022-01-18 11:38:39', '/photos/1/products/rolerapink.jpg', '[\"\\/photos\\/1\\/products\\/rolerapink.jpg\"]', 1, 1, '<ul><li>Тканевая ролета для мансардных окон Fakro это элегантное и практичное решение.</li><li>Рулонные шторы отлично защищают от сильного света и высокой температуры.</li><li>Ткань плотного плетения - идеальное решение для любой комнаты,подверженной сильному солнцу. Благодаря своим свойствам, она обеспечит комфортный отдых и сон.</li><li>Рулонные шторы придадут современный и стильный вид вашей комнате. Алюминиевая система, состоящая из кассеты,&nbsp; трубки, мини-балки и направляющих, удерживает материал в фиксированном положении, предотвращая складывание ткани. Боковые направляющие предотвращают образование зазоров, через которые проникает свет, и служат тормозом, с помощью которого жалюзи можно установить на желаемую высоту.</li><li>Материал наматывается по трубе с помощью пружинного механизма, который позволяет ткани автоматически свернуться.<br>Благодаря комбинации держателя балки и тормоза вы можете остановить материал где угодно.<br>Использование пружинного механизма и тормозов означает, что материал всегда находится под натяжением, даже когда окно полностью наклонено<br>материал не складывается и все время остается в направляющих.<br>Зазор в точке контакта нижней балки с нижней частью створки окна компенсируется за счет использования щеточного уплотнения</li></ul>', '123455', 3, 459, 3, '', '', '', ''),
(27, 'Ролетная штора-плиссе для мансардных окон Черная', 'roleta-dlya-mansardnyh-okon-seryj-copy-4', '2022-01-18 11:35:03', '2022-01-18 11:37:52', '/photos/1/products/roletamansardblack.jpg', '[\"\\/photos\\/1\\/products\\/roletamansardblack.jpg\"]', 1, 1, '<ul><li>Тканевая ролета для мансардных окон Fakro это элегантное и практичное решение.</li><li>Рулонные шторы отлично защищают от сильного света и высокой температуры.</li><li>Ткань плотного плетения - идеальное решение для любой комнаты,подверженной сильному солнцу. Благодаря своим свойствам, она обеспечит комфортный отдых и сон.</li><li>Рулонные шторы придадут современный и стильный вид вашей комнате. Алюминиевая система, состоящая из кассеты,&nbsp; трубки, мини-балки и направляющих, удерживает материал в фиксированном положении, предотвращая складывание ткани. Боковые направляющие предотвращают образование зазоров, через которые проникает свет, и служат тормозом, с помощью которого жалюзи можно установить на желаемую высоту.</li><li>Материал наматывается по трубе с помощью пружинного механизма, который позволяет ткани автоматически свернуться.<br>Благодаря комбинации держателя балки и тормоза вы можете остановить материал где угодно.<br>Использование пружинного механизма и тормозов означает, что материал всегда находится под натяжением, даже когда окно полностью наклонено<br>материал не складывается и все время остается в направляющих.<br>Зазор в точке контакта нижней балки с нижней частью створки окна компенсируется за счет использования щеточного уплотнения</li></ul>', '123457', 3, 459, 0, '', '', '', ''),
(28, 'Ролеты зеленые', 'rolety-zelenye', '2022-01-18 11:53:39', '2022-01-18 11:53:39', '/photos/1/products/roletagreen.png', '[\"\\/photos\\/1\\/products\\/roletagreen.png\"]', 1, 1, '<p><span style=\"color:rgb(34,31,31);\">Тканевые ролеты коллекции Edel отлично впишутся в любой стиль интерьера. Благодаря интересной фактуре ткани и широкой цветовой палитре, они станут изюминкой вашего дома.</span><br><span style=\"color:rgb(34,31,31);\">Функциональность и простота эксплуатации являются преимуществами рулонных штор. Они защищают от прямых солнечных лучей и чрезмерного нагревания ваши комнаты. При помощи цепочного механизма вы легко отрегулируете освещенность в доме или офисе и обеспечите интимность своему жилищу. Ролеты очень просты в уходе: рекомендуется чистка пылесосом или сухой щеткой.</span></p>', '12467899', 3, 799, 8, '<p><span style=\"color:rgb(34,31,31);\">Тканевые ролеты коллекции Edel отлично впишутся в любой стиль интерьера. Благодаря интересной фактуре ткани и широкой цветовой палитре, они станут изюминкой вашего дома.</span><br><span style=\"color:rgb(34,31,31);\">Функциональность и простота эксплуатации являются преимуществами рулонных штор. Они защищают от прямых солнечных лучей и чрезмерного нагревания ваши комнаты. При помощи цепочного механизма вы легко отрегулируете освещенность в доме или офисе и обеспечите интимность своему жилищу. Ролеты очень просты в уходе: рекомендуется чистка пылесосом или сухой щеткой.</span></p>', '', '', ''),
(29, 'Ткань \"День-Ночь\" светло-коричневая', 'tkan-den-noch-belaya-copy-1', '2022-01-18 11:57:09', '2022-01-18 12:01:30', '/photos/1/products/daynight3.jpg', '[\"\\/photos\\/1\\/products\\/daynightwhite.jpg\",\"\\/photos\\/1\\/products\\/daynight003.jpg\"]', 1, 1, '<p>Чтобы выбрать роллеты, которые подойдут именно вам, необходимо учитывать следующие параметры:</p><ul><li>Стиль комнаты. Учитывайте сочетание цветов и материалов. Современный выбор позволяет их комбинировать именно в том виде, который подойдет вам.</li><li>Конструкция, форма и размер окон. Очень важно внимательно провести замеры и не прогадать с размерами, чтобы радостное ожидание не сменилось неприятным разочарованием, когда оплаченные и изготовленные роллеты не подойдут к окну. Поэтому наши мастера всегда готовы приехать к вам и самостоятельно, а главное бесплатно сделать все замеры.</li><li>Функциональное назначение. От этого критерия следует отталкиваться при выборе материалов. Практичны и устойчивы к грязи и пыли – для кухонь, изысканные и дорогие – для жилых помещений: спальни, гостиной, детской.</li></ul>', '1234519', 3, 679, 0, '', '', '', ''),
(30, 'Ткань \"День-Ночь\" коричневая', 'tkan-den-noch-belaya-copy-2', '2022-01-18 11:57:12', '2022-01-18 12:01:12', '/photos/1/products/daynight2.jpg', '[\"\\/photos\\/1\\/products\\/daynightwhite.jpg\",\"\\/photos\\/1\\/products\\/daynight003.jpg\"]', 1, 1, '<p>Чтобы выбрать роллеты, которые подойдут именно вам, необходимо учитывать следующие параметры:</p><ul><li>Стиль комнаты. Учитывайте сочетание цветов и материалов. Современный выбор позволяет их комбинировать именно в том виде, который подойдет вам.</li><li>Конструкция, форма и размер окон. Очень важно внимательно провести замеры и не прогадать с размерами, чтобы радостное ожидание не сменилось неприятным разочарованием, когда оплаченные и изготовленные роллеты не подойдут к окну. Поэтому наши мастера всегда готовы приехать к вам и самостоятельно, а главное бесплатно сделать все замеры.</li><li>Функциональное назначение. От этого критерия следует отталкиваться при выборе материалов. Практичны и устойчивы к грязи и пыли – для кухонь, изысканные и дорогие – для жилых помещений: спальни, гостиной, детской.</li></ul>', '123451', 3, 666, 0, '', '', '', ''),
(31, 'Ткань \"День-Ночь\" темная', 'tkan-den-noch-belaya-copy-3', '2022-01-18 11:57:13', '2022-01-18 12:00:54', '/photos/1/products/daynight1.jpg', '[\"\\/photos\\/1\\/products\\/daynightwhite.jpg\",\"\\/photos\\/1\\/products\\/daynight003.jpg\"]', 1, 1, '<p>Чтобы выбрать роллеты, которые подойдут именно вам, необходимо учитывать следующие параметры:</p><ul><li>Стиль комнаты. Учитывайте сочетание цветов и материалов. Современный выбор позволяет их комбинировать именно в том виде, который подойдет вам.</li><li>Конструкция, форма и размер окон. Очень важно внимательно провести замеры и не прогадать с размерами, чтобы радостное ожидание не сменилось неприятным разочарованием, когда оплаченные и изготовленные роллеты не подойдут к окну. Поэтому наши мастера всегда готовы приехать к вам и самостоятельно, а главное бесплатно сделать все замеры.</li><li>Функциональное назначение. От этого критерия следует отталкиваться при выборе материалов. Практичны и устойчивы к грязи и пыли – для кухонь, изысканные и дорогие – для жилых помещений: спальни, гостиной, детской.</li></ul>', '1234517', 3, 679, 0, '', '', '', ''),
(32, 'Ткань \"День-Ночь\" Оранжевая', 'tkan-den-noch-belaya-copy-4', '2022-01-18 11:57:14', '2022-01-18 12:00:27', '/photos/1/products/daynight4.jpg', '[\"\\/photos\\/1\\/products\\/daynight4.jpg\"]', 1, 1, '<p>Чтобы выбрать роллеты, которые подойдут именно вам, необходимо учитывать следующие параметры:</p><ul><li>Стиль комнаты. Учитывайте сочетание цветов и материалов. Современный выбор позволяет их комбинировать именно в том виде, который подойдет вам.</li><li>Конструкция, форма и размер окон. Очень важно внимательно провести замеры и не прогадать с размерами, чтобы радостное ожидание не сменилось неприятным разочарованием, когда оплаченные и изготовленные роллеты не подойдут к окну. Поэтому наши мастера всегда готовы приехать к вам и самостоятельно, а главное бесплатно сделать все замеры.</li><li>Функциональное назначение. От этого критерия следует отталкиваться при выборе материалов. Практичны и устойчивы к грязи и пыли – для кухонь, изысканные и дорогие – для жилых помещений: спальни, гостиной, детской.</li></ul>', '1234516', 3, 1099, 0, '', '', '', ''),
(33, 'Ролета блэкаут графитовый', 'roleta-blekaut-grafitovyj', '2022-01-18 12:05:26', '2022-01-18 12:05:26', '/photos/1/products/blackout3.jpg', '[\"\\/photos\\/1\\/products\\/blackout2.jfif\",\"\\/photos\\/1\\/products\\/blackout3.jpg\"]', 1, 1, '<p style=\"margin-left:0px;\"><strong>В комплектацию римской шторы входит:</strong></p><p style=\"margin-left:0px;\">тканевое полотно на липучке.</p><p style=\"margin-left:0px;\">карниз с механизмом управления и фиксации.</p><p style=\"margin-left:0px;\">универсальные кронштейны для крепления шторы, можно крепить как к потолку так и стене (раме окна).</p><p style=\"margin-left:0px;\">утяжелитель и пруты для формоустойчивости шторы.</p><p style=\"margin-left:0px;\">крепёжные элементы-саморезы.</p><p style=\"margin-left:0px;\"><strong>Важно!</strong> Саморезы предназначены для крепления на раму окна. Для креплений на стену или потолок, нужны будут другие, в зависимости от материала крепления шторы.</p><p style=\"margin-left:0px;\">Рекомендации по замеру римской шторы:</p><p style=\"margin-left:0px;\">С креплением на окно:</p><p style=\"margin-left:0px;\">- ширина шторы-это ширина между стыками штапиков с рамой окна.</p><p style=\"margin-left:0px;\">- высота шторы на открывающейся части окна-это высота всей открывающейся створки.</p><p style=\"margin-left:0px;\">- высота шторы на глухой не открывающейся части-это высота между стыками штапиков с рамой окна плюс 30мм.</p><p style=\"margin-left:0px;\">С креплением на стену</p><p style=\"margin-left:0px;\">- ширина шторы-это внутренняя ширина оконного проёма плюс 200мм.</p><p style=\"margin-left:0px;\">- высота шторы-это высота от подоконника до верха оконного проёма плюс 200мм.</p><p style=\"margin-left:0px;\">С креплением в проём</p><p style=\"margin-left:0px;\">- ширина шторы-это ширина проёма минус 20мм.</p><p style=\"margin-left:0px;\">- высота шторы-это высота проёма минус 10мм.</p><p style=\"margin-left:0px;\">С креплением на потолок</p><p style=\"margin-left:0px;\">- ширина шторы- произвольная.</p><p style=\"margin-left:0px;\">- высота шторы-это высота от потолка до пола минус 20мм или до подоконника.</p><p style=\"margin-left:0px;\">Так же возможен пошив римской шторы по индивидуальным размерам, согласовываем после заказа. Цена в таком случае округляется по тарифной сетке на сайте до ближайшего большего значения.</p><p style=\"margin-left:0px;\">Управление римской шторы: слева или справа, уточняется после заказа.</p><p style=\"margin-left:0px;\">Способы крепления римской шторы: в/на проем, к потолку, на раму окно.</p><p style=\"margin-left:0px;\">Уход за римской шторой: стирка при 30 градусах.</p><p style=\"margin-left:0px;\"><strong>Важно!</strong> Цветопередача картинки может искажаться экраном, учитывайте этот фактор, пожалуйста, при заказе.</p>', '2365', 3, 799, 0, '', '', '', ''),
(34, 'Ролета блэкаут серый', 'roleta-blekaut-grafitovyj-copy-1', '2022-01-18 12:05:33', '2022-01-18 12:06:03', '/photos/1/products/blackout.jfif', '[\"\\/photos\\/1\\/products\\/blackout2.jfif\",\"\\/photos\\/1\\/products\\/blackout3.jpg\",\"\\/photos\\/1\\/products\\/blackout.jfif\"]', 1, 1, '<p style=\"margin-left:0px;\"><strong>В комплектацию римской шторы входит:</strong></p><p style=\"margin-left:0px;\">тканевое полотно на липучке.</p><p style=\"margin-left:0px;\">карниз с механизмом управления и фиксации.</p><p style=\"margin-left:0px;\">универсальные кронштейны для крепления шторы, можно крепить как к потолку так и стене (раме окна).</p><p style=\"margin-left:0px;\">утяжелитель и пруты для формоустойчивости шторы.</p><p style=\"margin-left:0px;\">крепёжные элементы-саморезы.</p><p style=\"margin-left:0px;\"><strong>Важно!</strong> Саморезы предназначены для крепления на раму окна. Для креплений на стену или потолок, нужны будут другие, в зависимости от материала крепления шторы.</p><p style=\"margin-left:0px;\">Рекомендации по замеру римской шторы:</p><p style=\"margin-left:0px;\">С креплением на окно:</p><p style=\"margin-left:0px;\">- ширина шторы-это ширина между стыками штапиков с рамой окна.</p><p style=\"margin-left:0px;\">- высота шторы на открывающейся части окна-это высота всей открывающейся створки.</p><p style=\"margin-left:0px;\">- высота шторы на глухой не открывающейся части-это высота между стыками штапиков с рамой окна плюс 30мм.</p><p style=\"margin-left:0px;\">С креплением на стену</p><p style=\"margin-left:0px;\">- ширина шторы-это внутренняя ширина оконного проёма плюс 200мм.</p><p style=\"margin-left:0px;\">- высота шторы-это высота от подоконника до верха оконного проёма плюс 200мм.</p><p style=\"margin-left:0px;\">С креплением в проём</p><p style=\"margin-left:0px;\">- ширина шторы-это ширина проёма минус 20мм.</p><p style=\"margin-left:0px;\">- высота шторы-это высота проёма минус 10мм.</p><p style=\"margin-left:0px;\">С креплением на потолок</p><p style=\"margin-left:0px;\">- ширина шторы- произвольная.</p><p style=\"margin-left:0px;\">- высота шторы-это высота от потолка до пола минус 20мм или до подоконника.</p><p style=\"margin-left:0px;\">Так же возможен пошив римской шторы по индивидуальным размерам, согласовываем после заказа. Цена в таком случае округляется по тарифной сетке на сайте до ближайшего большего значения.</p><p style=\"margin-left:0px;\">Управление римской шторы: слева или справа, уточняется после заказа.</p><p style=\"margin-left:0px;\">Способы крепления римской шторы: в/на проем, к потолку, на раму окно.</p><p style=\"margin-left:0px;\">Уход за римской шторой: стирка при 30 градусах.</p><p style=\"margin-left:0px;\"><strong>Важно!</strong> Цветопередача картинки может искажаться экраном, учитывайте этот фактор, пожалуйста, при заказе.</p>', '23657', 3, 799, 0, '', '', '', ''),
(35, 'Ролета блэкаут белый', 'roleta-blekaut-grafitovyj-copy-2', '2022-01-18 12:11:52', '2022-01-18 12:13:31', '/photos/1/1642508000-blackoutwhite.jpg', '[\"\\/photos\\/1\\/products\\/blackout2.jfif\",\"\\/photos\\/1\\/products\\/blackout3.jpg\",\"\\/photos\\/1\\/products\\/blackout.jfif\"]', 1, 1, '<p style=\"margin-left:0px;\"><strong>В комплектацию римской шторы входит:</strong></p><p style=\"margin-left:0px;\">тканевое полотно на липучке.</p><p style=\"margin-left:0px;\">карниз с механизмом управления и фиксации.</p><p style=\"margin-left:0px;\">универсальные кронштейны для крепления шторы, можно крепить как к потолку так и стене (раме окна).</p><p style=\"margin-left:0px;\">утяжелитель и пруты для формоустойчивости шторы.</p><p style=\"margin-left:0px;\">крепёжные элементы-саморезы.</p><p style=\"margin-left:0px;\"><strong>Важно!</strong> Саморезы предназначены для крепления на раму окна. Для креплений на стену или потолок, нужны будут другие, в зависимости от материала крепления шторы.</p><p style=\"margin-left:0px;\">Рекомендации по замеру римской шторы:</p><p style=\"margin-left:0px;\">С креплением на окно:</p><p style=\"margin-left:0px;\">- ширина шторы-это ширина между стыками штапиков с рамой окна.</p><p style=\"margin-left:0px;\">- высота шторы на открывающейся части окна-это высота всей открывающейся створки.</p><p style=\"margin-left:0px;\">- высота шторы на глухой не открывающейся части-это высота между стыками штапиков с рамой окна плюс 30мм.</p><p style=\"margin-left:0px;\">С креплением на стену</p><p style=\"margin-left:0px;\">- ширина шторы-это внутренняя ширина оконного проёма плюс 200мм.</p><p style=\"margin-left:0px;\">- высота шторы-это высота от подоконника до верха оконного проёма плюс 200мм.</p><p style=\"margin-left:0px;\">С креплением в проём</p><p style=\"margin-left:0px;\">- ширина шторы-это ширина проёма минус 20мм.</p><p style=\"margin-left:0px;\">- высота шторы-это высота проёма минус 10мм.</p><p style=\"margin-left:0px;\">С креплением на потолок</p><p style=\"margin-left:0px;\">- ширина шторы- произвольная.</p><p style=\"margin-left:0px;\">- высота шторы-это высота от потолка до пола минус 20мм или до подоконника.</p><p style=\"margin-left:0px;\">Так же возможен пошив римской шторы по индивидуальным размерам, согласовываем после заказа. Цена в таком случае округляется по тарифной сетке на сайте до ближайшего большего значения.</p><p style=\"margin-left:0px;\">Управление римской шторы: слева или справа, уточняется после заказа.</p><p style=\"margin-left:0px;\">Способы крепления римской шторы: в/на проем, к потолку, на раму окно.</p><p style=\"margin-left:0px;\">Уход за римской шторой: стирка при 30 градусах.</p><p style=\"margin-left:0px;\"><strong>Важно!</strong> Цветопередача картинки может искажаться экраном, учитывайте этот фактор, пожалуйста, при заказе.</p>', '236570', 3, 799, 0, '', '', '', ''),
(36, 'Ролета блэкаут серые широкие', 'roleta-blekaut-grafitovyj-copy-3', '2022-01-18 12:11:54', '2022-01-18 12:12:34', '/photos/1/1642507933-bigblackout.jpg', '[\"\\/photos\\/1\\/products\\/blackout2.jfif\",\"\\/photos\\/1\\/products\\/blackout3.jpg\",\"\\/photos\\/1\\/products\\/blackout.jfif\"]', 1, 1, '<p style=\"margin-left:0px;\"><strong>В комплектацию римской шторы входит:</strong></p><p style=\"margin-left:0px;\">тканевое полотно на липучке.</p><p style=\"margin-left:0px;\">карниз с механизмом управления и фиксации.</p><p style=\"margin-left:0px;\">универсальные кронштейны для крепления шторы, можно крепить как к потолку так и стене (раме окна).</p><p style=\"margin-left:0px;\">утяжелитель и пруты для формоустойчивости шторы.</p><p style=\"margin-left:0px;\">крепёжные элементы-саморезы.</p><p style=\"margin-left:0px;\"><strong>Важно!</strong> Саморезы предназначены для крепления на раму окна. Для креплений на стену или потолок, нужны будут другие, в зависимости от материала крепления шторы.</p><p style=\"margin-left:0px;\">Рекомендации по замеру римской шторы:</p><p style=\"margin-left:0px;\">С креплением на окно:</p><p style=\"margin-left:0px;\">- ширина шторы-это ширина между стыками штапиков с рамой окна.</p><p style=\"margin-left:0px;\">- высота шторы на открывающейся части окна-это высота всей открывающейся створки.</p><p style=\"margin-left:0px;\">- высота шторы на глухой не открывающейся части-это высота между стыками штапиков с рамой окна плюс 30мм.</p><p style=\"margin-left:0px;\">С креплением на стену</p><p style=\"margin-left:0px;\">- ширина шторы-это внутренняя ширина оконного проёма плюс 200мм.</p><p style=\"margin-left:0px;\">- высота шторы-это высота от подоконника до верха оконного проёма плюс 200мм.</p><p style=\"margin-left:0px;\">С креплением в проём</p><p style=\"margin-left:0px;\">- ширина шторы-это ширина проёма минус 20мм.</p><p style=\"margin-left:0px;\">- высота шторы-это высота проёма минус 10мм.</p><p style=\"margin-left:0px;\">С креплением на потолок</p><p style=\"margin-left:0px;\">- ширина шторы- произвольная.</p><p style=\"margin-left:0px;\">- высота шторы-это высота от потолка до пола минус 20мм или до подоконника.</p><p style=\"margin-left:0px;\">Так же возможен пошив римской шторы по индивидуальным размерам, согласовываем после заказа. Цена в таком случае округляется по тарифной сетке на сайте до ближайшего большего значения.</p><p style=\"margin-left:0px;\">Управление римской шторы: слева или справа, уточняется после заказа.</p><p style=\"margin-left:0px;\">Способы крепления римской шторы: в/на проем, к потолку, на раму окно.</p><p style=\"margin-left:0px;\">Уход за римской шторой: стирка при 30 градусах.</p><p style=\"margin-left:0px;\"><strong>Важно!</strong> Цветопередача картинки может искажаться экраном, учитывайте этот фактор, пожалуйста, при заказе.</p>', '236579', 3, 799, 0, '', '', '', ''),
(37, 'Ткань \"День-Ночь\" бежевая', 'tkan-den-noch-bezhevaya', '2022-01-18 12:54:46', '2022-01-18 12:55:42', '/photos/1/products/daynight007.jpg', '[\"\\/photos\\/1\\/products\\/daynight008.jpg\",\"\\/photos\\/1\\/products\\/daynight007.jpg\"]', 1, 1, '<p>Такая рулонная конструкция позволяет устанавливать нужный уровень освещенности в комнате всего-навсего потянув за цепочку. Полотна состоят из соединенных между собой горизонтальных полос ткани разной прозрачности. При движении шторы полоски перекрывают друг друга, полностью затемняя или создавая мягкое дневное освещение.</p><p>Роллеты имеют ряд преимуществ перед традиционными шторами:</p><ul><li>Простота и легкость в уходе. Изготовленные из надежных прочных материалов, роллеты лишают вас неудобств вроде снятия штор с карниза и прицепки их назад после стирки.<br>Роллеты не перекрывают поступление воздуха, в отличие от плотных и сплошных гардин.<br>Широкий выбор материалов и цветов позволяет изготовить роллеты, которые будут подходить почти любому интерьеру кроме классического.<br>Благодаря чередованию прозрачных и непрозрачных пластинок вы можете контролировать поступление солнечного света в комнату и при этом спрятать внутреннее пространство своего дома от интересных глаз прохожих.<br>Роллеты «день – ночь» идеально подходят для современных современных интерьеров.</li></ul>', '123450', 3, 659, 0, '', '', '', ''),
(74, 'Ткань \"День-Ночь\" светло-коричневая copy', 'tkan-den-noch-belaya-copy-2', '2022-01-19 12:20:54', '2022-01-19 12:20:54', '/photos/1/products/daynight3.jpg', '[\"\\/photos\\/1\\/products\\/daynightwhite.jpg\",\"\\/photos\\/1\\/products\\/daynight003.jpg\"]', 1, 1, '<p>Чтобы выбрать роллеты, которые подойдут именно вам, необходимо учитывать следующие параметры:</p><ul><li>Стиль комнаты. Учитывайте сочетание цветов и материалов. Современный выбор позволяет их комбинировать именно в том виде, который подойдет вам.</li><li>Конструкция, форма и размер окон. Очень важно внимательно провести замеры и не прогадать с размерами, чтобы радостное ожидание не сменилось неприятным разочарованием, когда оплаченные и изготовленные роллеты не подойдут к окну. Поэтому наши мастера всегда готовы приехать к вам и самостоятельно, а главное бесплатно сделать все замеры.</li><li>Функциональное назначение. От этого критерия следует отталкиваться при выборе материалов. Практичны и устойчивы к грязи и пыли – для кухонь, изысканные и дорогие – для жилых помещений: спальни, гостиной, детской.</li></ul>', '1234519', 3, 679, 0, '', '', '', ''),
(75, 'Ткань \"День-Ночь\" бежевая copy', 'tkan-den-noch-bezhevaya-copy-1', '2022-01-19 12:21:40', '2022-01-19 12:21:40', '/photos/1/products/daynight007.jpg', '[\"\\/photos\\/1\\/products\\/daynight008.jpg\",\"\\/photos\\/1\\/products\\/daynight007.jpg\"]', 1, 1, '<p>Такая рулонная конструкция позволяет устанавливать нужный уровень освещенности в комнате всего-навсего потянув за цепочку. Полотна состоят из соединенных между собой горизонтальных полос ткани разной прозрачности. При движении шторы полоски перекрывают друг друга, полностью затемняя или создавая мягкое дневное освещение.</p><p>Роллеты имеют ряд преимуществ перед традиционными шторами:</p><ul><li>Простота и легкость в уходе. Изготовленные из надежных прочных материалов, роллеты лишают вас неудобств вроде снятия штор с карниза и прицепки их назад после стирки.<br>Роллеты не перекрывают поступление воздуха, в отличие от плотных и сплошных гардин.<br>Широкий выбор материалов и цветов позволяет изготовить роллеты, которые будут подходить почти любому интерьеру кроме классического.<br>Благодаря чередованию прозрачных и непрозрачных пластинок вы можете контролировать поступление солнечного света в комнату и при этом спрятать внутреннее пространство своего дома от интересных глаз прохожих.<br>Роллеты «день – ночь» идеально подходят для современных современных интерьеров.</li></ul>', '123450', 3, 659, 0, '', '', '', '');

-- --------------------------------------------------------

--
-- Структура таблиці `products_uk`
--

DROP TABLE IF EXISTS `products_uk`;
CREATE TABLE `products_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `gallery` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_available` int(11) NOT NULL,
  `is_show` int(11) NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `articul` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_categories` int(11) NOT NULL,
  `price` int(191) NOT NULL,
  `sort` int(11) NOT NULL,
  `short_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `products_uk`
--

INSERT INTO `products_uk` (`id`, `title`, `slug`, `created_at`, `updated_at`, `image`, `gallery`, `is_available`, `is_show`, `description`, `articul`, `id_categories`, `price`, `sort`, `short_description`, `meta_title`, `meta_description`, `meta_keywords`) VALUES
(1, 'Дизайнерські штори', 'dizajnerskie-shtory', '2021-12-30 14:00:13', '2022-01-17 11:47:25', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/1641381654-blog2.png\",\"\\/photos\\/1\\/1641297428-about.png\",\"\\/photos\\/1\\/1641381635-blog1.png\",\"\\/photos\\/1\\/1641381716-blog50-1.png\"]', 1, 1, '<p>Римські штори – сучасний підхід до текстильного оформлення вікон в інтер\'єрі. Зручність та функціональність, затишок та декор! Види римських штор відрізняються за типом механізму. Виробляються в комплекті карниз - штора з обмеженого вибору тканин складської програми. Штори можуть бути декількох видів: з кантами, без декору. <br><br>Стандарт\" для подвійних римських штор з двома мотузковими механізмами та незалежною роботою виробів. Обмежені на вибір тканин складської програми.</p>', '56858', 1, 225, 0, '<p>Римські штори – сучасний підхід до текстильного оформлення вікон в інтер\'єрі. Зручність та функціональність, затишок та декор! Види римських штор відрізняються типом механізму.</p>', 'DTG | Дизайнерські штори', 'DTG | Дизайнерські штори', 'DTG | Дизайнерські штори'),
(4, 'Штори блекаут', 'dizajnerskie-shtory-copy-2', '2022-01-04 08:51:31', '2022-01-18 10:54:03', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/product.png\"]', 1, 1, '', '56858', 1, 325, 1, '', '', '', ''),
(6, 'Римські штори', 'dizajnerskie-shtory-copy-3', '2022-01-04 08:52:30', '2022-01-17 11:47:27', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/product.png\"]', 0, 1, '', '56858', 4, 625, 0, '', '', '', ''),
(14, 'Дизайнерські штори', 'dizajnerskie-shtory-copy-1', '2022-01-06 15:08:09', '2022-01-17 11:47:34', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/1641381654-blog2.png\",\"\\/photos\\/1\\/1641297428-about.png\",\"\\/photos\\/1\\/1641381635-blog1.png\",\"\\/photos\\/1\\/1641381716-blog50-1.png\"]', 1, 1, '<p>Римські штори – сучасний підхід до текстильного оформлення вікон в інтер\'єрі. Зручність та функціональність, затишок та декор! Види римських штор відрізняються за типом механізму. Виробляються в комплекті карниз - штора з обмеженого вибору тканин складської програми. Штори можуть бути декількох видів: з кантами, без декору. <br><br>Стандарт\" для подвійних римських штор з двома мотузковими механізмами та незалежною роботою виробів. Обмежені на вибір тканин складської програми.</p>', '56858', 1, 225, 0, '<p>Римські штори – сучасний підхід до текстильного оформлення вікон в інтер\'єрі. Зручність та функціональність, затишок та декор! Види римських штор відрізняються типом механізму.</p>', 'DTG | Дизайнерські штори', 'DTG | Дизайнерські штори', 'DTG | Дизайнерські штори'),
(15, 'Римські штори', 'dizajnerskie-shtory-copy-4', '2022-01-06 15:08:11', '2022-01-17 11:47:35', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/product.png\"]', 1, 1, '', '56858', 4, 225, 0, '', '', '', ''),
(16, 'Штори блекаут', 'shtory-blekaut-copy-3', '2022-01-06 15:08:12', '2022-01-18 10:53:52', '/photos/1/product.png', '[\"\\/photos\\/1\\/product.png\",\"\\/photos\\/1\\/product.png\"]', 1, 1, '', '56858', 1, 520, 0, '', '', '', ''),
(17, 'Дерев\'яні жалюзі', 'solncezashita', '2022-01-18 08:39:43', '2022-01-28 11:34:23', '/photos/1/projects/blnds-wood_001.jpg', '[\"\\/photos\\/1\\/projects\\/IMAGES_FOR_MATRIALS_MY_DTG_1000-300_001.jpg\",\"\\/photos\\/1\\/projects\\/blnds-wood_001.jpg\"]', 1, 1, '<p style=\"margin-left:0px;\">Благополуччя складається зі щоденних маленьких зручностей, комфорту та естетики. Тому, коли йдеться про облаштування власного простору, важлива будь-яка деталь! І правда в тому, що квартира ніколи не стане затишною без таких елементів, як подушки, покривала, серветки, скатертини та чохли, пошиті для меблів.</p><p> При купівлі штор у Києві або пошиття на замовлення домашнього текстилю грає роль безліч нюансів:</p><ul><li>форма та призначення виробу;</li><li>забарвлення тканини фактура матеріалу;</li><li>аксесуари та декоративні елементи (вишивка, розпис тощо) ;</li><li>якість тканини та пошиття;</li></ul><p style=\"margin-left:0px;\">Суттєво спростити процес підбору рішень та матеріалів допоможе професійний текстильний дизайнер.</p>', '33333333', 6, 444, 4, '<p>Краса в деталях</p>', '', '', ''),
(19, 'Тканина \"День-Ніч\" біла', 'tkan-den-noch-belaya', '2022-01-18 11:18:48', '2022-01-28 11:34:28', '/photos/1/products/daynightwhite.jpg', '[\"\\/photos\\/1\\/products\\/daynightwhite.jpg\",\"\\/photos\\/1\\/products\\/daynight003.jpg\"]', 1, 1, '<p>Щоб вибрати ролети, які підійдуть саме вам, необхідно враховувати такі параметри:</p><ul><li>Стиль кімнати. Враховуйте поєднання кольорів та матеріалів. Сучасний вибір дозволяє їх комбінувати саме в тому вигляді, який вам підійде.</li><li>Конструкція, форма і розмір вікон. Дуже важливо уважно провести виміри і не помилитися з розмірами, щоб радісне очікування не змінилося неприємним розчаруванням, коли оплачені та виготовлені ролети не підійдуть до вікна. Тому наші майстри завжди готові приїхати до вас і самостійно, а головне – безкоштовно зробити всі виміри.</li><li>Функціональне призначення. Від цього критерію слід відштовхуватися під час вибору матеріалів. Практичні та стійкі до бруду та пилу – для кухонь, вишукані та дорогі – для житлових приміщень: спальні, вітальні, дитячої.</li></ul>', '123451', 3, 679, 0, '', '', '', ''),
(20, 'Москітна сітка ролетна', 'moskitnaya-setka-roletnaya', '2022-01-18 11:22:50', '2022-01-28 11:34:32', '/photos/1/products/moskit.jpg', '[\"\\/photos\\/1\\/products\\/moskit.jpg\"]', 1, 1, '<p><span style=\"background-color:rgb(255,255,255);color:rgb(102,102,102);\">Москітна сітка рулонна - це ідеальне рішення для всіх прорізів, які великогабаритні: мансарди, одно- і двостулкові двері , а також для звичайних віконних та дверних отворів. Німецькі рулонні москітні сітки мають міцні напрямні (встановлені на обох сторонах), які забезпечують рівномірний, плавний хід сітки, і це не єдина перевага виробу. Рулонна москітна сітка оснащена гальмівним пристроєм, який дозволяє випадково звернутися сітці. Довгострокова експлуатація, ще один +, якщо ви вирішили придбати москітні сітки ролетного типу, оскільки вони виготовлені із міцної скловолокнистої тканини. </span></p>', '123452', 3, 299, 1, '', '', '', ''),
(21, 'Бездротові тканинні стільникові штори-плісе Натуральний бежевий', 'mehanizm', '2022-01-18 11:25:48', '2022-01-28 11:34:39', '/photos/1/products/plissenaturbej.jpg', '[\"\\/photos\\/1\\/products\\/plissenaturbej.jpg\"]', 1, 1, '<p style=\"margin-left:0px;\">Жалюзі виготовлені з високоякісного ЕКСТРА-щільного паперу. Ідеальні для спалень та дитячих кімнат. Дані паперові жалюзі забезпечать затемнення кімнати і нададуть інтер\'єру закінченого вигляду. Можуть використовуватися як самостійний елемент декору вікна, і разом із звичайними шторами, гардинами (тюллю). Жалюзі підходять для будь-якого розміру вікна.</p><p style=\"margin-left:0px;\"><strong>Залежно від вибраного розміру Ви отримаєте штору пліссе розміру 91 см або 121 см шириною + два затискачі в оригінальній упаковці. </strong></p><p style=\"margin-left:0px;\"><strong>Шторку можна легко обрізати за допомогою ножа, або ножицями під точний розмір, який Вам потрібен. </strong></p><p style=\"margin-left:0px;\"><strong>Таким чином Ви можете вибрати необхідну ширину і шторка-плісе підійде навіть під самий нестандартний розмір вікна! Це також дає можливість наклеїти і на будь-яку іншу поверхню – двері, стіна, балкон, дверний отвір, стеля тощо. </strong></p><p style=\"margin-left:0px;\"><strong>Усього кілька простих кроків і Ваша штора-плісе готова до використання!</strong></p>', '123453', 3, 499, 0, '<p style=\"margin-left:0px;\">Жалюзі виготовлені з високоякісного ЕКСТРА-щільного паперу. Ідеальні для спалень та дитячих кімнат. Дані паперові жалюзі забезпечать затемнення кімнати і нададуть інтер\'єру закінченого вигляду. Можуть використовуватися як самостійний елемент декору вікна, і разом із звичайними шторами, гардинами (тюллю). Жалюзі підходять для будь-якого розміру вікна.</p><p style=\"margin-left:0px;\"> </p>', '', '', ''),
(22, 'Бездротові тканинні стільникові штори-плісе Коричневий', 'mehanizm-korich', '2022-01-18 11:26:44', '2022-01-28 11:34:46', '/photos/1/products/plissekorich.jpg', '[\"\\/photos\\/1\\/products\\/plissekorich.jpg\"]', 1, 1, '<p style=\"margin-left:0px;\">Жалюзі виготовлені з високоякісного ЕКСТРА-щільного паперу. Ідеальні для спалень та дитячих кімнат. Дані паперові жалюзі забезпечать затемнення кімнати і нададуть інтер\'єру закінченого вигляду. Можуть використовуватися як самостійний елемент декору вікна, і разом із звичайними шторами, гардинами (тюллю). Жалюзі підходять для будь-якого розміру вікна.</p><p style=\"margin-left:0px;\"><strong>Залежно від вибраного розміру Ви отримаєте штору пліссе розміру 91 см або 121 см шириною + два затискачі в оригінальній упаковці. </strong></p><p style=\"margin-left:0px;\"><strong>Шторку можна легко обрізати за допомогою ножа, або ножицями під точний розмір, який Вам потрібен. </strong></p><p style=\"margin-left:0px;\"><strong>Таким чином Ви можете вибрати необхідну ширину і шторка-плісе підійде навіть під самий нестандартний розмір вікна! Це також дає можливість наклеїти і на будь-яку іншу поверхню – двері, стіна, балкон, дверний отвір, стеля тощо. </strong></p><p style=\"margin-left:0px;\"><strong>Усього кілька простих кроків і Ваша штора-плісе готова до використання!</strong></p>', '123454', 3, 499, 0, '<p style=\"margin-left:0px;\">Жалюзі виготовлені з високоякісного ЕКСТРА-щільного паперу. Ідеальні для спалень та дитячих кімнат. Дані паперові жалюзі забезпечать затемнення кімнати і нададуть інтер\'єру закінченого вигляду. Можуть використовуватися як самостійний елемент декору вікна, і разом із звичайними шторами, гардинами (тюллю). Жалюзі підходять для будь-якого розміру вікна.</p><p style=\"margin-left:0px;\"> </p>', '', '', ''),
(23, 'Ролети для мансардних вікон Сірий', 'roleta-dlya-mansardnyh-okon-seryj', '2022-01-18 11:31:04', '2022-01-28 11:34:50', '/photos/1/products/roletamasrd1.jpg', '[\"\\/photos\\/1\\/products\\/roletamasrd1.jpg\",\"\\/photos\\/1\\/products\\/roletamansard3.jpg\",\"\\/photos\\/1\\/products\\/roletamansard2.jpg\"]', 1, 1, '<ul><li>Тканинна ролета для мансардних вікон Fakro це елегантне та практичне рішення.</li><li>Рулонні штори відмінно захищають від сильного світла та високої температури.</li><li>Тканина щільного плетива - ідеальне рішення для будь-якої кімнати,схильної до сильного сонця. Завдяки своїм властивостям, вона забезпечить комфортний відпочинок та сон.</li><li>Рулонні штори нададуть сучасного та стильного вигляду вашій кімнаті. Алюмінієва система, що складається з касети, трубки, міні-балки та напрямних, утримує матеріал у фіксованому положенні, запобігаючи складання тканини. Бічні напрямні запобігають утворенню зазорів, через які проникає світло, і служать гальмом, за допомогою якого жалюзі можна встановити на бажану висоту. Завдяки комбінації тримача балки та гальма ви можете зупинити матеріал де завгодно.<br>Використання пружинного механізму та гальм означає, що матеріал завжди знаходиться під натягом, навіть коли вікно повністю нахилено<br>матеріал не складається і весь час залишається у напрямних.<br>>Зазор у точці контакту нижньої балки з нижньою частиною стулки вікна компенсується за рахунок використання щіткового ущільнення</li></ul>', '123455', 3, 459, 2, '', '', '', ''),
(24, 'Ролетна штора-плісе для мансардних вікон Біла', 'roleta-dlya-mansardnyh-okon-seryj-copy-1', '2022-01-18 11:32:38', '2022-01-28 11:34:54', '/photos/1/products/roletamansardwhite.jpg', '[\"\\/photos\\/1\\/products\\/roletamansardwhite.jpg\"]', 1, 1, '<ul><li>Тканинна ролета для мансардних вікон Fakro це елегантне та практичне рішення.</li><li>Рулонні штори відмінно захищають від сильного світла та високої температури.</li><li>Тканина щільного плетива - ідеальне рішення для будь-якої кімнати,схильної до сильного сонця. Завдяки своїм властивостям, вона забезпечить комфортний відпочинок та сон.</li><li>Рулонні штори нададуть сучасного та стильного вигляду вашій кімнаті. Алюмінієва система, що складається з касети, трубки, міні-балки та напрямних, утримує матеріал у фіксованому положенні, запобігаючи складання тканини. Бічні напрямні запобігають утворенню зазорів, через які проникає світло, і служать гальмом, за допомогою якого жалюзі можна встановити на бажану висоту. Завдяки комбінації тримача балки та гальма ви можете зупинити матеріал де завгодно.<br>Використання пружинного механізму та гальм означає, що матеріал завжди знаходиться під натягом, навіть коли вікно повністю нахилено<br>матеріал не складається і весь час залишається у напрямних.<br>>Зазор у точці контакту нижньої балки з нижньою частиною стулки вікна компенсується за рахунок використання щіткового ущільнення</li></ul>', '123455', 3, 459, 2, '', '', '', ''),
(25, 'Ролетна штора-плісе для мансардних вікон Жовта', 'roleta-dlya-mansardnyh-okon-seryj-copy-2', '2022-01-18 11:35:01', '2022-01-28 11:34:58', '/photos/1/products/roletayellow.jpg', '[\"\\/photos\\/1\\/products\\/roletayellow.jpg\"]', 1, 1, '<ul><li>Тканинна ролета для мансардних вікон Fakro це елегантне та практичне рішення.</li><li>Рулонні штори відмінно захищають від сильного світла та високої температури.</li><li>Тканина щільного плетива - ідеальне рішення для будь-якої кімнати,схильної до сильного сонця. Завдяки своїм властивостям, вона забезпечить комфортний відпочинок та сон.</li><li>Рулонні штори нададуть сучасного та стильного вигляду вашій кімнаті. Алюмінієва система, що складається з касети, трубки, міні-балки та напрямних, утримує матеріал у фіксованому положенні, запобігаючи складання тканини. Бічні напрямні запобігають утворенню зазорів, через які проникає світло, і служать гальмом, за допомогою якого жалюзі можна встановити на бажану висоту. Завдяки комбінації тримача балки та гальма ви можете зупинити матеріал де завгодно.<br>Використання пружинного механізму та гальм означає, що матеріал завжди знаходиться під натягом, навіть коли вікно повністю нахилено<br>матеріал не складається і весь час залишається у напрямних.<br>>Зазор у точці контакту нижньої балки з нижньою частиною стулки вікна компенсується за рахунок використання щіткового ущільнення</li></ul>', '1234558', 3, 459, 2, '', '', '', ''),
(26, 'Ролетна штора-плісе для мансардних вікон Рожевий', 'roleta-dlya-mansardnyh-okon-seryj-copy-3', '2022-01-18 11:35:02', '2022-01-28 11:35:03', '/photos/1/products/rolerapink.jpg', '[\"\\/photos\\/1\\/products\\/rolerapink.jpg\"]', 1, 1, '<ul><li>Тканинна ролета для мансардних вікон Fakro це елегантне та практичне рішення.</li><li>Рулонні штори відмінно захищають від сильного світла та високої температури.</li><li>Тканина щільного плетива - ідеальне рішення для будь-якої кімнати,схильної до сильного сонця. Завдяки своїм властивостям, вона забезпечить комфортний відпочинок та сон.</li><li>Рулонні штори нададуть сучасного та стильного вигляду вашій кімнаті. Алюмінієва система, що складається з касети, трубки, міні-балки та напрямних, утримує матеріал у фіксованому положенні, запобігаючи складання тканини. Бічні напрямні запобігають утворенню зазорів, через які проникає світло, і служать гальмом, за допомогою якого жалюзі можна встановити на бажану висоту. Завдяки комбінації тримача балки та гальма ви можете зупинити матеріал де завгодно.<br>Використання пружинного механізму та гальм означає, що матеріал завжди знаходиться під натягом, навіть коли вікно повністю нахилено<br>матеріал не складається і весь час залишається у напрямних.<br>>Зазор у точці контакту нижньої балки з нижньою частиною стулки вікна компенсується за рахунок використання щіткового ущільнення</li></ul>', '123455', 3, 459, 3, '', '', '', ''),
(27, 'Ролетна штора-плісе для мансардних вікон Чорна', 'roleta-dlya-mansardnyh-okon-seryj-copy-4', '2022-01-18 11:35:03', '2022-01-28 11:35:07', '/photos/1/products/roletamansardblack.jpg', '[\"\\/photos\\/1\\/products\\/roletamansardblack.jpg\"]', 1, 1, '<ul><li>Тканинна ролета для мансардних вікон Fakro це елегантне та практичне рішення.</li><li>Рулонні штори відмінно захищають від сильного світла та високої температури.</li><li>Тканина щільного плетива - ідеальне рішення для будь-якої кімнати,схильної до сильного сонця. Завдяки своїм властивостям, вона забезпечить комфортний відпочинок та сон.</li><li>Рулонні штори нададуть сучасного та стильного вигляду вашій кімнаті. Алюмінієва система, що складається з касети, трубки, міні-балки та напрямних, утримує матеріал у фіксованому положенні, запобігаючи складання тканини. Бічні напрямні запобігають утворенню зазорів, через які проникає світло, і служать гальмом, за допомогою якого жалюзі можна встановити на бажану висоту. Завдяки комбінації тримача балки та гальма ви можете зупинити матеріал де завгодно.<br>Використання пружинного механізму та гальм означає, що матеріал завжди знаходиться під натягом, навіть коли вікно повністю нахилено<br>матеріал не складається і весь час залишається у напрямних.<br>>Зазор у точці контакту нижньої балки з нижньою частиною стулки вікна компенсується за рахунок використання щіткового ущільнення</li></ul>', '123457', 3, 459, 0, '', '', '', ''),
(28, 'Ролети зелені', 'rolety-zelenye', '2022-01-18 11:53:39', '2022-01-28 11:35:14', '/photos/1/products/roletagreen.png', '[\"\\/photos\\/1\\/products\\/roletagreen.png\"]', 1, 1, '<p><span style=\"color:rgb(34,31,31);\">Тканинні ролети колекції Edel відмінно впишуться в будь-який стиль інтер\'єру. Завдяки цікавій фактурі тканини і широкій колірній палітрі, вони стануть родзинкою вашого будинку. Вони захищають від прямих сонячних променів та надмірного нагрівання ваші кімнати. За допомогою ланцюгового механізму ви легко відрегулюєте освітленість у будинку або офісі та забезпечите інтимність свого житла. Ролети дуже прості у догляді: рекомендується чищення пилососом або сухою щіткою.</span></p>', '12467899', 3, 799, 8, '<p><span style=\"color:rgb(34,31,31);\">Тканинні ролети колекції Edel відмінно впишуться в будь-який стиль інтер\'єру. Завдяки цікавій фактурі тканини і широкій колірній палітрі, вони стануть родзинкою вашого будинку. Вони захищають від прямих сонячних променів та надмірного нагрівання ваші кімнати. За допомогою ланцюгового механізму ви легко відрегулюєте освітленість у будинку або офісі та забезпечите інтимність свого житла. Ролети дуже прості у догляді: рекомендується чищення пилососом або сухою щіткою.</span></p>', '', '', ''),
(29, 'Тканина \"День-Ніч\" світло-коричнева', 'tkan-den-noch-belaya-copy-1', '2022-01-18 11:57:09', '2022-01-28 11:35:18', '/photos/1/products/daynight3.jpg', '[\"\\/photos\\/1\\/products\\/daynightwhite.jpg\",\"\\/photos\\/1\\/products\\/daynight003.jpg\"]', 1, 1, '<p>Щоб вибрати ролети, які підійдуть саме вам, необхідно враховувати такі параметри:</p><ul><li>Стиль кімнати. Враховуйте поєднання кольорів та матеріалів. Сучасний вибір дозволяє їх комбінувати саме в тому вигляді, який вам підійде.</li><li>Конструкція, форма і розмір вікон. Дуже важливо уважно провести виміри і не помилитися з розмірами, щоб радісне очікування не змінилося неприємним розчаруванням, коли оплачені та виготовлені ролети не підійдуть до вікна. Тому наші майстри завжди готові приїхати до вас і самостійно, а головне – безкоштовно зробити всі виміри.</li><li>Функціональне призначення. Від цього критерію слід відштовхуватися під час вибору матеріалів. Практичні та стійкі до бруду та пилу – для кухонь, вишукані та дорогі – для житлових приміщень: спальні, вітальні, дитячої.</li></ul>', '1234519', 3, 679, 0, '', '', '', ''),
(30, 'Тканина \"День-Ніч\" коричнева', 'tkan-den-noch-belaya-copy-2', '2022-01-18 11:57:12', '2022-01-28 11:35:22', '/photos/1/products/daynight2.jpg', '[\"\\/photos\\/1\\/products\\/daynightwhite.jpg\",\"\\/photos\\/1\\/products\\/daynight003.jpg\"]', 1, 1, '<p>Щоб вибрати ролети, які підійдуть саме вам, необхідно враховувати такі параметри:</p><ul><li>Стиль кімнати. Враховуйте поєднання кольорів та матеріалів. Сучасний вибір дозволяє їх комбінувати саме в тому вигляді, який вам підійде.</li><li>Конструкція, форма і розмір вікон. Дуже важливо уважно провести виміри і не помилитися з розмірами, щоб радісне очікування не змінилося неприємним розчаруванням, коли оплачені та виготовлені ролети не підійдуть до вікна. Тому наші майстри завжди готові приїхати до вас і самостійно, а головне – безкоштовно зробити всі виміри.</li><li>Функціональне призначення. Від цього критерію слід відштовхуватися під час вибору матеріалів. Практичні та стійкі до бруду та пилу – для кухонь, вишукані та дорогі – для житлових приміщень: спальні, вітальні, дитячої.</li></ul>', '123451', 3, 666, 0, '', '', '', ''),
(31, 'Тканина \"День-Ніч\" темна', 'tkan-den-noch-belaya-copy-3', '2022-01-18 11:57:13', '2022-01-28 11:35:26', '/photos/1/products/daynight1.jpg', '[\"\\/photos\\/1\\/products\\/daynightwhite.jpg\",\"\\/photos\\/1\\/products\\/daynight003.jpg\"]', 1, 1, '<p>Щоб вибрати ролети, які підійдуть саме вам, необхідно враховувати такі параметри:</p><ul><li>Стиль кімнати. Враховуйте поєднання кольорів та матеріалів. Сучасний вибір дозволяє їх комбінувати саме в тому вигляді, який вам підійде.</li><li>Конструкція, форма і розмір вікон. Дуже важливо уважно провести виміри і не помилитися з розмірами, щоб радісне очікування не змінилося неприємним розчаруванням, коли оплачені та виготовлені ролети не підійдуть до вікна. Тому наші майстри завжди готові приїхати до вас і самостійно, а головне – безкоштовно зробити всі виміри.</li><li>Функціональне призначення. Від цього критерію слід відштовхуватися під час вибору матеріалів. Практичні та стійкі до бруду та пилу – для кухонь, вишукані та дорогі – для житлових приміщень: спальні, вітальні, дитячої.</li></ul>', '1234517', 3, 679, 0, '', '', '', ''),
(32, 'Тканина \"День-Ніч\" Помаранчева', 'tkan-den-noch-belaya-copy-4', '2022-01-18 11:57:14', '2022-01-28 11:35:30', '/photos/1/products/daynight4.jpg', '[\"\\/photos\\/1\\/products\\/daynight4.jpg\"]', 1, 1, '<p>Щоб вибрати ролети, які підійдуть саме вам, необхідно враховувати такі параметри:</p><ul><li>Стиль кімнати. Враховуйте поєднання кольорів та матеріалів. Сучасний вибір дозволяє їх комбінувати саме в тому вигляді, який вам підійде.</li><li>Конструкція, форма і розмір вікон. Дуже важливо уважно провести виміри і не помилитися з розмірами, щоб радісне очікування не змінилося неприємним розчаруванням, коли оплачені та виготовлені ролети не підійдуть до вікна. Тому наші майстри завжди готові приїхати до вас і самостійно, а головне – безкоштовно зробити всі виміри.</li><li>Функціональне призначення. Від цього критерію слід відштовхуватися під час вибору матеріалів. Практичні та стійкі до бруду та пилу – для кухонь, вишукані та дорогі – для житлових приміщень: спальні, вітальні, дитячої.</li></ul>', '1234516', 3, 1099, 0, '', '', '', ''),
(33, 'Ролети блекаут графітовий', 'roleta-blekaut-grafitovyj', '2022-01-18 12:05:26', '2022-01-28 11:35:35', '/photos/1/products/blackout3.jpg', '[\"\\/photos\\/1\\/products\\/blackout2.jfif\",\"\\/photos\\/1\\/products\\/blackout3.jpg\"]', 1, 1, '<p style=\"margin-left:0px;\"><strong>В комплектацію римської штори входить:</strong></p><p style=\"margin-left:0px;\">тканинне полотно на липучці.</strong> p><p style=\"margin-left:0px;\">карниз з механізмом керування та фіксації.</p><p style=\"margin-left:0px;\">універсальні кронштейни для кріплення штори, можна кріпити як до стелі так і стіні (рамі вікна). елементи-саморізи.</p><p style=\"margin-left:0px;\"><strong>Важливо!</strong> Самонарізи призначені для кріплення на раму вікна. Для кріплень на стіну або стелю, потрібні будуть інші, в залежності від матеріалу кріплення штори. margin-left:0px;\">З кріпленням на вікно:</p><p style=\"margin-left:0px;\">- ширина штори-це ширина між стиками штапиків з рамою вікна.</p><p style =\"margin-left:0px;\">- висота штори на частині вікна, що відкривається-це висота всієї стулки, що відкривається.</p><p style=\"margin-left:0px;\">- висота штори на глухій не відкривається частини- це висота між стиками штапиків з рамою вікна плюс 30мм.</p><p> З кріпленням на стіну</p> ширина штори-це внутрішня ширина віконного отвору плюс 200мм. =\"margin-left:0px;\">З кріпленням у проріз</p><p style=\"margin-left:0px;\">- ширина штори-це ширина отвору мінус 20мм.</p><p style=\" margin-left:0px;\">- висота штори-ет про висота отвору мінус 10мм.</p><p style=\"margin-left:0px;\">З кріпленням на стелю</p><p style=\"margin-left:0px;\">- ширина штори-довільна. </p><p style=\"margin-left:0px;\">- висота штори-це висота від стелі до підлоги мінус 20мм або до підвіконня.</p><p style=\"margin-left:0px;\"> Також можливе пошиття римської штори за індивідуальними розмірами, погоджуємо після замовлення. Ціна в такому випадку заокруглюється за тарифною сіткою на сайті до найближчого більшого значення. Способи кріплення римської штори: в/на проріз, до стелі, на раму вікно.</p><p style=\"margin-left:0px;\">Догляд за римською шторою: прання при 30 градусах.</p><p style=\"margin-left:0px;\"><strong>Важливо!</strong> Передача картинки може спотворюватися екраном, враховуйте цей фактор, будь ласка, при замовленні.</p>', '2365', 3, 799, 0, '', '', '', ''),
(34, 'Ролети блекаут сірий', 'roleta-blekaut-grafitovyj-copy-1', '2022-01-18 12:05:33', '2022-01-28 11:35:40', '/photos/1/products/blackout.jfif', '[\"\\/photos\\/1\\/products\\/blackout2.jfif\",\"\\/photos\\/1\\/products\\/blackout3.jpg\",\"\\/photos\\/1\\/products\\/blackout.jfif\"]', 1, 1, '<p style=\"margin-left:0px;\"><strong>В комплектацію римської штори входить:</strong></p><p style=\"margin-left:0px;\">тканинне полотно на липучці.</strong> p><p style=\"margin-left:0px;\">карниз з механізмом керування та фіксації.</p><p style=\"margin-left:0px;\">універсальні кронштейни для кріплення штори, можна кріпити як до стелі так і стіні (рамі вікна). елементи-саморізи.</p><p style=\"margin-left:0px;\"><strong>Важливо!</strong> Самонарізи призначені для кріплення на раму вікна. Для кріплень на стіну або стелю, потрібні будуть інші, в залежності від матеріалу кріплення штори. margin-left:0px;\">З кріпленням на вікно:</p><p style=\"margin-left:0px;\">- ширина штори-це ширина між стиками штапиків з рамою вікна.</p><p style =\"margin-left:0px;\">- висота штори на частині вікна, що відкривається-це висота всієї стулки, що відкривається.</p><p style=\"margin-left:0px;\">- висота штори на глухій не відкривається частини- це висота між стиками штапиків з рамою вікна плюс 30мм.</p><p> З кріпленням на стіну</p> ширина штори-це внутрішня ширина віконного отвору плюс 200мм. =\"margin-left:0px;\">З кріпленням у проріз</p><p style=\"margin-left:0px;\">- ширина штори-це ширина отвору мінус 20мм.</p><p style=\" margin-left:0px;\">- висота штори-ет про висота отвору мінус 10мм.</p><p style=\"margin-left:0px;\">З кріпленням на стелю</p><p style=\"margin-left:0px;\">- ширина штори-довільна. </p><p style=\"margin-left:0px;\">- висота штори-це висота від стелі до підлоги мінус 20мм або до підвіконня.</p><p style=\"margin-left:0px;\"> Також можливе пошиття римської штори за індивідуальними розмірами, погоджуємо після замовлення. Ціна в такому випадку заокруглюється за тарифною сіткою на сайті до найближчого більшого значення. Способи кріплення римської штори: в/на проріз, до стелі, на раму вікно.</p><p style=\"margin-left:0px;\">Догляд за римською шторою: прання при 30 градусах.</p><p style=\"margin-left:0px;\"><strong>Важливо!</strong> Передача картинки може спотворюватися екраном, враховуйте цей фактор, будь ласка, при замовленні.</p>', '23657', 3, 799, 0, '', '', '', ''),
(35, 'Ролету блекаут білий', 'roleta-blekaut-grafitovyj-copy-2', '2022-01-18 12:11:52', '2022-01-28 11:35:44', '/photos/1/1642508000-blackoutwhite.jpg', '[\"\\/photos\\/1\\/products\\/blackout2.jfif\",\"\\/photos\\/1\\/products\\/blackout3.jpg\",\"\\/photos\\/1\\/products\\/blackout.jfif\"]', 1, 1, '<p style=\"margin-left:0px;\"><strong>В комплектацію римської штори входить:</strong></p><p style=\"margin-left:0px;\">тканинне полотно на липучці.</strong> p><p style=\"margin-left:0px;\">карниз з механізмом керування та фіксації.</p><p style=\"margin-left:0px;\">універсальні кронштейни для кріплення штори, можна кріпити як до стелі так і стіні (рамі вікна). елементи-саморізи.</p><p style=\"margin-left:0px;\"><strong>Важливо!</strong> Самонарізи призначені для кріплення на раму вікна. Для кріплень на стіну або стелю, потрібні будуть інші, в залежності від матеріалу кріплення штори. margin-left:0px;\">З кріпленням на вікно:</p><p style=\"margin-left:0px;\">- ширина штори-це ширина між стиками штапиків з рамою вікна.</p><p style =\"margin-left:0px;\">- висота штори на частині вікна, що відкривається-це висота всієї стулки, що відкривається.</p><p style=\"margin-left:0px;\">- висота штори на глухій не відкривається частини- це висота між стиками штапиків з рамою вікна плюс 30мм.</p><p> З кріпленням на стіну</p> ширина штори-це внутрішня ширина віконного отвору плюс 200мм. =\"margin-left:0px;\">З кріпленням у проріз</p><p style=\"margin-left:0px;\">- ширина штори-це ширина отвору мінус 20мм.</p><p style=\" margin-left:0px;\">- висота штори-ет про висота отвору мінус 10мм.</p><p style=\"margin-left:0px;\">З кріпленням на стелю</p><p style=\"margin-left:0px;\">- ширина штори-довільна. </p><p style=\"margin-left:0px;\">- висота штори-це висота від стелі до підлоги мінус 20мм або до підвіконня.</p><p style=\"margin-left:0px;\"> Також можливе пошиття римської штори за індивідуальними розмірами, погоджуємо після замовлення. Ціна в такому випадку заокруглюється за тарифною сіткою на сайті до найближчого більшого значення. Способи кріплення римської штори: в/на проріз, до стелі, на раму вікно.</p><p style=\"margin-left:0px;\">Догляд за римською шторою: прання при 30 градусах.</p><p style=\"margin-left:0px;\"><strong>Важливо!</strong> Передача картинки може спотворюватися екраном, враховуйте цей фактор, будь ласка, при замовленні.</p>', '236570', 3, 799, 0, '', '', '', ''),
(36, 'Ролети блекаут сірі широкі', 'roleta-blekaut-grafitovyj-copy-3', '2022-01-18 12:11:54', '2022-01-28 11:35:48', '/photos/1/1642507933-bigblackout.jpg', '[\"\\/photos\\/1\\/products\\/blackout2.jfif\",\"\\/photos\\/1\\/products\\/blackout3.jpg\",\"\\/photos\\/1\\/products\\/blackout.jfif\"]', 1, 1, '<p style=\"margin-left:0px;\"><strong>В комплектацію римської штори входить:</strong></p><p style=\"margin-left:0px;\">тканинне полотно на липучці.</strong> p><p style=\"margin-left:0px;\">карниз з механізмом керування та фіксації.</p><p style=\"margin-left:0px;\">універсальні кронштейни для кріплення штори, можна кріпити як до стелі так і стіні (рамі вікна). елементи-саморізи.</p><p style=\"margin-left:0px;\"><strong>Важливо!</strong> Самонарізи призначені для кріплення на раму вікна. Для кріплень на стіну або стелю, потрібні будуть інші, в залежності від матеріалу кріплення штори. margin-left:0px;\">З кріпленням на вікно:</p><p style=\"margin-left:0px;\">- ширина штори-це ширина між стиками штапиків з рамою вікна.</p><p style =\"margin-left:0px;\">- висота штори на частині вікна, що відкривається-це висота всієї стулки, що відкривається.</p><p style=\"margin-left:0px;\">- висота штори на глухій не відкривається частини- це висота між стиками штапиків з рамою вікна плюс 30мм.</p><p> З кріпленням на стіну</p> ширина штори-це внутрішня ширина віконного отвору плюс 200мм. =\"margin-left:0px;\">З кріпленням у проріз</p><p style=\"margin-left:0px;\">- ширина штори-це ширина отвору мінус 20мм.</p><p style=\" margin-left:0px;\">- висота штори-ет про висота отвору мінус 10мм.</p><p style=\"margin-left:0px;\">З кріпленням на стелю</p><p style=\"margin-left:0px;\">- ширина штори-довільна. </p><p style=\"margin-left:0px;\">- висота штори-це висота від стелі до підлоги мінус 20мм або до підвіконня.</p><p style=\"margin-left:0px;\"> Також можливе пошиття римської штори за індивідуальними розмірами, погоджуємо після замовлення. Ціна в такому випадку заокруглюється за тарифною сіткою на сайті до найближчого більшого значення. Способи кріплення римської штори: в/на проріз, до стелі, на раму вікно.</p><p style=\"margin-left:0px;\">Догляд за римською шторою: прання при 30 градусах.</p><p style=\"margin-left:0px;\"><strong>Важливо!</strong> Передача картинки може спотворюватися екраном, враховуйте цей фактор, будь ласка, при замовленні.</p>', '236579', 3, 799, 0, '', '', '', ''),
(37, 'Тканина \"День-Ніч\" бежева', 'tkan-den-noch-bezhevaya', '2022-01-18 12:54:46', '2022-01-28 11:35:52', '/photos/1/products/daynight007.jpg', '[\"\\/photos\\/1\\/products\\/daynight008.jpg\",\"\\/photos\\/1\\/products\\/daynight007.jpg\"]', 1, 1, '<p>Така рулонна конструкція дозволяє встановлювати потрібний рівень освітленості в кімнаті лише потягнувши за ланцюжок. Полотна складаються із сполучених між собою горизонтальних смуг тканин різної прозорості. Під час руху штори смужки перекривають один одного, повністю затемняючи або створюючи м\'яке освітлення. Виготовлені з надійних міцних матеріалів, ролети позбавляють вас незручностей на зразок зняття штор з карниза і причіпки їх назад після прання. Ролети не перекривають надходження повітря, на відміну від щільних і суцільних гардин. Широкий вибір матеріалів і квітів дозволяє виготовити ролети. , які будуть підходити майже будь-якому інтер\'єру крім класичного. Завдяки чергуванню прозорих і непрозорих пластинок ви можете контролювати надходження сонячного світла в кімнату і при цьому сховати внутрішній простір свого будинку від цікавих очей перехожих. Ролети «день – ніч» ідеально підходять для сучасних сучасних інтер\'єрів.</li></ul>', '123450', 3, 659, 0, '', '', '', ''),
(74, 'Тканина \"День-Ніч\" світло-коричнева.', 'tkan-den-noch-belaya-copy-2', '2022-01-19 12:20:54', '2022-01-28 11:35:56', '/photos/1/products/daynight3.jpg', '[\"\\/photos\\/1\\/products\\/daynightwhite.jpg\",\"\\/photos\\/1\\/products\\/daynight003.jpg\"]', 1, 1, '<p>Щоб вибрати ролети, які підійдуть саме вам, необхідно враховувати такі параметри:</p><ul><li>Стиль кімнати. Враховуйте поєднання кольорів та матеріалів. Сучасний вибір дозволяє їх комбінувати саме в тому вигляді, який вам підійде.</li><li>Конструкція, форма і розмір вікон. Дуже важливо уважно провести виміри і не помилитися з розмірами, щоб радісне очікування не змінилося неприємним розчаруванням, коли оплачені та виготовлені ролети не підійдуть до вікна. Тому наші майстри завжди готові приїхати до вас і самостійно, а головне – безкоштовно зробити всі виміри.</li><li>Функціональне призначення. Від цього критерію слід відштовхуватися під час вибору матеріалів. Практичні та стійкі до бруду та пилу – для кухонь, вишукані та дорогі – для житлових приміщень: спальні, вітальні, дитячої.</li></ul>', '1234519', 3, 679, 0, '', '', '', ''),
(75, 'Тканина \"День-Ніч\" бежева copy', 'tkan-den-noch-bezhevaya-copy-1', '2022-01-19 12:21:40', '2022-01-28 11:36:01', '/photos/1/products/daynight007.jpg', '[\"\\/photos\\/1\\/products\\/daynight008.jpg\",\"\\/photos\\/1\\/products\\/daynight007.jpg\"]', 1, 1, '<p>Така рулонна конструкція дозволяє встановлювати потрібний рівень освітленості в кімнаті лише потягнувши за ланцюжок. Полотна складаються із сполучених між собою горизонтальних смуг тканин різної прозорості. Під час руху штори смужки перекривають один одного, повністю затемняючи або створюючи м\'яке освітлення. Виготовлені з надійних міцних матеріалів, ролети позбавляють вас незручностей на зразок зняття штор з карниза і причіпки їх назад після прання. Ролети не перекривають надходження повітря, на відміну від щільних і суцільних гардин. Широкий вибір матеріалів і квітів дозволяє виготовити ролети. , які будуть підходити майже будь-якому інтер\'єру крім класичного. Завдяки чергуванню прозорих і непрозорих пластинок ви можете контролювати надходження сонячного світла в кімнату і при цьому сховати внутрішній простір свого будинку від цікавих очей перехожих. Ролети «день – ніч» ідеально підходять для сучасних сучасних інтер\'єрів.</li></ul>', '123450', 3, 659, 0, '', '', '', '');

-- --------------------------------------------------------

--
-- Структура таблиці `projects_ru`
--

DROP TABLE IF EXISTS `projects_ru`;
CREATE TABLE `projects_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sort` int(11) NOT NULL,
  `is_show` int(11) NOT NULL,
  `is_main` int(11) NOT NULL,
  `short_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `gallery` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `content` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `projects_ru`
--

INSERT INTO `projects_ru` (`id`, `title`, `slug`, `sort`, `is_show`, `is_main`, `short_description`, `image`, `gallery`, `content`, `meta_title`, `meta_description`, `meta_keywords`, `created_at`, `updated_at`) VALUES
(1, 'Аксессуары для штор в Киеве', 'aksessuary-dlya-shtor-v-kieve', 0, 1, 1, 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором. Сегодня в моде на вип шторы популярны множество интересных вариантов. Это и вечная классика – шторы с ламбрекенами, и функциональные шторы на люверсах, легкие римские шторы.', '/photos/1/projects/11.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/4.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p>', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', '2022-01-06 09:09:31', '2022-01-06 09:28:53'),
(2, 'Аксессуары для штор в Киеве copy', 'aksessuary-dlya-shtor-v-kieve-copy-1', 11, 1, 1, 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором. Сегодня в моде на вип шторы популярны множество интересных вариантов. Это и вечная классика – шторы с ламбрекенами, и функциональные шторы на люверсах, легкие римские шторы.', '/photos/1/projects/12.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/4.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p>', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', '2022-01-06 09:33:03', '2022-01-18 08:10:59'),
(3, 'Аксессуары для штор в Киеве copy copy', 'aksessuary-dlya-shtor-v-kieve-copy-2', 0, 1, 0, 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором. Сегодня в моде на вип шторы популярны множество интересных вариантов. Это и вечная классика – шторы с ламбрекенами, и функциональные шторы на люверсах, легкие римские шторы.', '/photos/1/projects/13.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p>', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', '2022-01-06 09:33:04', '2022-01-06 09:44:41'),
(4, 'Аксессуары для штор в Киеве copy copy copy', 'aksessuary-dlya-shtor-v-kieve-copy-3', 0, 1, 0, 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором. Сегодня в моде на вип шторы популярны множество интересных вариантов. Это и вечная классика – шторы с ламбрекенами, и функциональные шторы на люверсах, легкие римские шторы.', '/photos/1/projects/14.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/4.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p>', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', '2022-01-06 09:33:05', '2022-01-06 09:44:40'),
(5, 'Деревянные жалюзи в Киеве', 'derevyannye-zhalyuzi-v-kieve', 10, 1, 1, 'Благополучие складывается из ежедневных маленьких удобств, комфорта и эстетики. Поэтому, когда речь идет об обустройстве собственного пространства — важна любая деталь! И правда в том, что квартира никогда не станет уютной без таких элементов, как подушки, покрывала, салфетки, скатерти и чехлы, сшитые для мебели.', '/photos/1/projects/blnds-wood_001.jpg', '[\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/5.png\",\"\\/photos\\/1\\/projects\\/IMAGES_FOR_MATRIALS_MY_DTG_1000-300_001.jpg\",\"\\/photos\\/1\\/projects\\/blnds-wood_001.jpg\"]', '<p style=\"margin-left:0px;\"><u>При покупке штор в Киеве&nbsp;или пошиве на заказ домашнего текстиля играет роль множество нюансов:</u></p><ul><li>форма и назначение изделия;</li><li>расцветка ткани фактура материала;</li><li>аксессуары и декоративные элементы (вышивка, роспись и т.д.) ;</li><li>качество ткани и пошива;</li></ul><p style=\"margin-left:0px;\"><i>Существенно упростить процесс подбора решений и материалов поможет<strong> профессиональный </strong>текстильный дизайнер.</i></p>', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', '2022-01-06 09:33:05', '2022-01-18 08:09:01'),
(6, 'Аксессуары для штор в Киеве copy copy copy copy copy', 'aksessuary-dlya-shtor-v-kieve-copy-5', 0, 1, 0, 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором. Сегодня в моде на вип шторы популярны множество интересных вариантов. Это и вечная классика – шторы с ламбрекенами, и функциональные шторы на люверсах, легкие римские шторы.', '/photos/1/projects/16.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/4.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p>', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', '2022-01-06 09:33:06', '2022-01-06 09:44:38'),
(7, 'Аксессуары для штор в Киеве copy copy copy copy copy copy', 'aksessuary-dlya-shtor-v-kieve-copy-6', 0, 1, 0, 'Если вам необходимо купить шторы, вы наверняка столкнулись с множеством вариантов и стали перед трудным выбором. Сегодня в моде на вип шторы популярны множество интересных вариантов. Это и вечная классика – шторы с ламбрекенами, и функциональные шторы на люверсах, легкие римские шторы.', '/photos/1/projects/11.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/4.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</p>', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', 'DTG | Аксессуары для штор в Киеве', '2022-01-06 09:33:09', '2022-01-18 08:03:17');

-- --------------------------------------------------------

--
-- Структура таблиці `projects_uk`
--

DROP TABLE IF EXISTS `projects_uk`;
CREATE TABLE `projects_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sort` int(11) NOT NULL,
  `is_show` int(11) NOT NULL,
  `is_main` int(11) NOT NULL,
  `short_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `gallery` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `content` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `projects_uk`
--

INSERT INTO `projects_uk` (`id`, `title`, `slug`, `sort`, `is_show`, `is_main`, `short_description`, `image`, `gallery`, `content`, `meta_title`, `meta_description`, `meta_keywords`, `created_at`, `updated_at`) VALUES
(1, 'Аксесуари для штор у Києві', 'aksessuary-dlya-shtor-v-kieve', 0, 1, 1, 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором. Сьогодні в моді на віп штори популярні багато цікавих варіантів. Це і вічна класика – штори з ламбрекенами, та функціональні штори на люверсах, легкі римські штори.', '/photos/1/projects/11.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/4.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p>', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', '2022-01-06 09:09:31', '2022-01-17 11:49:34'),
(2, 'Аксесуари для штор у Києві copy', 'aksessuary-dlya-shtor-v-kieve-copy-1', 11, 1, 1, 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором. Сьогодні в моді на віп штори популярні багато цікавих варіантів. Це і вічна класика – штори з ламбрекенами, та функціональні штори на люверсах, легкі римські штори.', '/photos/1/projects/12.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/4.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p>', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', '2022-01-06 09:33:03', '2022-01-18 08:10:59'),
(3, 'Аксесуари для штор у Києві copy copy', 'aksessuary-dlya-shtor-v-kieve-copy-2', 0, 1, 0, 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором. Сьогодні в моді на віп штори популярні багато цікавих варіантів. Це і вічна класика – штори з ламбрекенами, та функціональні штори на люверсах, легкі римські штори.', '/photos/1/projects/13.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p>', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', '2022-01-06 09:33:04', '2022-01-17 11:49:48'),
(4, 'Аксесуари для штор у Києві copy copy copy', 'aksessuary-dlya-shtor-v-kieve-copy-3', 0, 1, 0, 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором. Сьогодні в моді на віп штори популярні багато цікавих варіантів. Це і вічна класика – штори з ламбрекенами, та функціональні штори на люверсах, легкі римські штори.', '/photos/1/projects/14.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/4.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p>', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', '2022-01-06 09:33:05', '2022-01-17 11:49:55'),
(5, 'Дерев\'яні жалюзі у Києві', 'derevyannye-zhalyuzi-v-kieve', 10, 1, 1, 'Благополуччя складається зі щоденних маленьких зручностей, комфорту та естетики. Тому, коли йдеться про облаштування власного простору, важлива будь-яка деталь! І правда в тому, що квартира ніколи не стане затишною без таких елементів, як подушки, покривала, серветки, скатертини та чохли, пошиті для меблів.', '/photos/1/projects/blnds-wood_001.jpg', '[\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/5.png\",\"\\/photos\\/1\\/projects\\/IMAGES_FOR_MATRIALS_MY_DTG_1000-300_001.jpg\",\"\\/photos\\/1\\/projects\\/blnds-wood_001.jpg\"]', '<p style=\"margin-left:0px;\"><u>При покупці штор у Києві або пошиття на замовлення домашнього текстилю відіграє роль безліч нюансів:</u></p><ul><li>форма та призначення виробу ;</li><li>забарвлення тканини фактура матеріалу;</li><li>аксесуари та декоративні елементи (вишивка, розпис тощо) ;</li><li>якість тканини та пошиття;</li></ul><p style=\"margin-left:0px;\"><i>Суттєво спростити процес підбору рішень та матеріалів допоможе<strong>професійний</strong>текстильний дизайнер.</i></p>', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', '2022-01-06 09:33:05', '2022-01-28 11:39:05'),
(6, 'Аксесуари для штор у Києві copy copy copy copy copy', 'aksessuary-dlya-shtor-v-kieve-copy-5', 0, 1, 0, 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором. Сьогодні в моді на віп штори популярні багато цікавих варіантів. Це і вічна класика – штори з ламбрекенами, та функціональні штори на люверсах, легкі римські штори.', '/photos/1/projects/16.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/4.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p>', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', '2022-01-06 09:33:06', '2022-01-17 11:50:09'),
(7, 'Аксесуари для штор у Києві copy copy copy copy copy copy', 'aksessuary-dlya-shtor-v-kieve-copy-6', 0, 1, 0, 'Якщо вам необхідно купити штори, ви, напевно, зіткнулися з безліччю варіантів і стали перед важким вибором. Сьогодні в моді на віп штори популярні багато цікавих варіантів. Це і вічна класика – штори з ламбрекенами, та функціональні штори на люверсах, легкі римські штори.', '/photos/1/projects/11.png', '[\"\\/photos\\/1\\/projects\\/1.png\",\"\\/photos\\/1\\/projects\\/2.png\",\"\\/photos\\/1\\/projects\\/3.png\",\"\\/photos\\/1\\/projects\\/4.png\",\"\\/photos\\/1\\/projects\\/5.png\"]', '<p>Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним і особливим? Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні.</p>', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', 'DTG | Аксесуари для штор у Києві', '2022-01-06 09:33:09', '2022-01-18 08:03:17');

-- --------------------------------------------------------

--
-- Структура таблиці `reviews`
--

DROP TABLE IF EXISTS `reviews`;
CREATE TABLE `reviews` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `message` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_products` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `answer` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_show` int(11) NOT NULL,
  `date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `reviews`
--

INSERT INTO `reviews` (`id`, `name`, `phone`, `email`, `message`, `id_products`, `created_at`, `updated_at`, `answer`, `is_show`, `date`) VALUES
(17, 'TEST', '123', 'test@test.test', 'TEST', 1, '2022-01-17 06:16:51', '2022-01-17 08:16:57', '', 1, '2022-01-17 08:16:51'),
(19, 'Маяда', '+380731003444', 'test@gmail.com', 'Шторы класс, ткань приятная', 1, '2022-01-18 08:31:19', '2022-01-18 08:31:38', '', 1, '2022-01-18 08:31:19'),
(20, 'Олег', '7665555555', 'test@gmail.com', 'Зашел купить диван Олег, а тут шторы. Заказал, качество ок', 28, '2022-01-18 12:15:04', '2022-01-18 12:15:29', 'Можно обшить диван шторами, спасибо за отзыв!', 1, '2022-01-18 12:15:04');

-- --------------------------------------------------------

--
-- Структура таблиці `saved`
--

DROP TABLE IF EXISTS `saved`;
CREATE TABLE `saved` (
  `id` int(10) UNSIGNED NOT NULL,
  `id_users` int(10) UNSIGNED NOT NULL,
  `id_products` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп даних таблиці `saved`
--

INSERT INTO `saved` (`id`, `id_users`, `id_products`) VALUES
(49, 1, 23),
(50, 1, 17),
(51, 1, 32),
(54, 7, 1),
(55, 7, 28),
(56, 1, 1);

-- --------------------------------------------------------

--
-- Структура таблиці `single_date`
--

DROP TABLE IF EXISTS `single_date`;
CREATE TABLE `single_date` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_datetime`
--

DROP TABLE IF EXISTS `single_datetime`;
CREATE TABLE `single_datetime` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_datetime_ru`
--

DROP TABLE IF EXISTS `single_datetime_ru`;
CREATE TABLE `single_datetime_ru` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_datetime_uk`
--

DROP TABLE IF EXISTS `single_datetime_uk`;
CREATE TABLE `single_datetime_uk` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_date_ru`
--

DROP TABLE IF EXISTS `single_date_ru`;
CREATE TABLE `single_date_ru` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_date_uk`
--

DROP TABLE IF EXISTS `single_date_uk`;
CREATE TABLE `single_date_uk` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_field`
--

DROP TABLE IF EXISTS `single_field`;
CREATE TABLE `single_field` (
  `id` int(10) UNSIGNED NOT NULL,
  `is_multilanguage` tinyint(4) NOT NULL DEFAULT 0,
  `type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'text',
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `block_title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `single_page_id` int(11) NOT NULL,
  `sort` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `single_field`
--

INSERT INTO `single_field` (`id`, `is_multilanguage`, `type`, `title`, `block_title`, `single_page_id`, `sort`) VALUES
(1, 1, 'textarea', 'Заголовок', 'Баннер', 1, 2),
(2, 1, 'textarea', 'Описание', 'Баннер', 1, 3),
(5, 1, 'text', 'Кнопка (текст)', 'Баннер', 1, 4),
(6, 0, 'photo', 'Изображение {1440x558}', 'Баннер', 1, 1),
(7, 0, 'photo', 'Изображение (mobile) {320x470}', 'Баннер', 1, 4),
(8, 1, 'textarea', 'Заголовок', 'Горизонтальная форма', 2, 2),
(9, 1, 'textarea', 'Описание', 'Горизонтальная форма', 2, 3),
(10, 0, 'photo', 'Изображение {1240x265}', 'Горизонтальная форма', 2, 1),
(11, 0, 'photo', 'Изображение (mobile) {290х318}', 'Горизонтальная форма', 2, 4),
(12, 1, 'text', 'Ваше имя', 'Горизонтальная форма', 2, 4),
(13, 1, 'text', 'Ваш номер телефона', 'Горизонтальная форма', 2, 5),
(14, 1, 'text', 'Позвоните мне', 'Горизонтальная форма', 2, 6),
(15, 1, 'text', 'Спасибо', 'Горизонтальная форма', 2, 7),
(16, 1, 'text', 'Ошибка', 'Горизонтальная форма', 2, 8),
(19, 1, 'text', 'Кнопка (текст)', 'Категории', 3, 3),
(20, 0, 'text', 'Кнопка (ссылка)', 'Категории', 3, 4),
(21, 1, 'text', 'Заголовок', 'Категории', 3, 1),
(22, 1, 'textarea', 'Описание', 'Категории', 3, 2),
(23, 1, 'text', 'Заголовок', 'Оплата частями', 4, 2),
(24, 1, 'textarea', 'Описание', 'Оплата частями', 4, 3),
(25, 0, 'photo', 'Изображение {1240x265}', 'Оплата частями', 4, 1),
(26, 0, 'photo', 'Изображение (mobile) {290х318}', 'Оплата частями', 4, 4),
(27, 1, 'text', 'Кнопка (текст)', 'Оплата частями', 4, 4),
(28, 0, 'text', 'Кнопка (ссылка)', 'Оплата частями', 4, 5),
(29, 1, 'text', 'Заголовок', 'Проекты', 5, 1),
(30, 1, 'text', 'Кнопка (текст)', 'Проекты', 5, 2),
(31, 0, 'text', 'Кнопка (ссылка)', 'Проекты', 5, 3),
(32, 1, 'ckeditor', 'Текст', 'Текстовый блок', 1, 1),
(33, 0, 'text', 'Кнопка (ссылка)', 'Текстовый блок', 1, 2),
(34, 1, 'text', 'Кнопка (текст)', 'Текстовый блок', 1, 3),
(35, 0, 'photo', 'Изображение {612x662}', 'Текстовый блок', 1, 4),
(36, 1, 'textarea', 'Заголовок', 'Блог', 6, 1),
(37, 1, 'text', 'Заголовок', 'SEO text', 1, 1),
(38, 1, 'ckeditor', 'Контент', 'SEO text', 1, 2),
(39, 1, 'textarea', 'Meta Title', 'Meta', 1, 1),
(40, 1, 'textarea', 'Meta Description', 'Meta', 1, 2),
(41, 1, 'textarea', 'Meta Keywords', 'Meta', 1, 3),
(42, 1, 'textarea', 'Meta Title', 'Meta', 3, 1),
(43, 1, 'textarea', 'Meta Description', 'Meta', 3, 2),
(44, 1, 'textarea', 'Meta Keywords', 'Meta', 3, 3),
(45, 1, 'text', 'Кнопка (текст)', 'Карточка статьи', 6, 1),
(46, 1, 'textarea', 'Meta Title', 'Meta', 6, 1),
(47, 1, 'textarea', 'Meta Description', 'Meta', 6, 2),
(48, 1, 'textarea', 'Meta Keywords', 'Meta', 6, 3),
(49, 1, 'text', 'Кнопка (текст)', 'Карточка проекта', 5, 1),
(50, 1, 'textarea', 'Meta Title', 'Meta', 5, 1),
(51, 1, 'textarea', 'Meta Description', 'Meta', 5, 2),
(52, 1, 'textarea', 'Meta Keywords', 'Meta', 5, 3),
(53, 1, 'text', 'Название', '404', 7, 1),
(54, 0, 'photo', 'Изображение {564x315}', '404', 7, 2),
(55, 1, 'text', 'Текст', '404', 7, 3),
(56, 1, 'text', 'Кнопка (текст)', '404', 7, 5),
(57, 1, 'text', 'Кнопка (ссылка)', '404', 7, 4),
(58, 1, 'textarea', 'Meta Title', 'Meta', 7, 1),
(59, 1, 'textarea', 'Meta Description', 'Meta', 7, 2),
(60, 1, 'textarea', 'Meta Keywords', 'Meta', 7, 3),
(61, 1, 'text', 'Заголовок', 'Поиск', 8, 2),
(62, 1, 'textarea', 'Meta Title', 'Meta', 8, 1),
(63, 1, 'textarea', 'Meta Description', 'Meta', 8, 2),
(64, 1, 'textarea', 'Meta Keywords', 'Meta', 8, 3),
(65, 1, 'text', 'Главная хлебная крошка', 'Хлебные крошки', 9, 1),
(66, 1, 'text', 'Кнопка (текст)', 'Страница проекта', 5, 1),
(67, 1, 'textarea', 'Заголовок \"Читайте также\"', 'Страница статьи', 6, 1),
(68, 1, 'text', 'Заголовок', 'О компании', 10, 2),
(69, 1, 'ckeditor', 'Контент', 'О компании', 10, 3),
(70, 1, 'text', 'Заголовок', 'Наши преимущества', 10, 1),
(71, 1, 'repeat', 'Наши преимущества', 'Наши преимущества', 10, 2),
(72, 1, 'ckeditor', 'Контент', 'Наша история', 10, 1),
(73, 1, 'textarea', 'Meta Title', 'Meta', 10, 1),
(74, 1, 'textarea', 'Meta Description', 'Meta', 10, 2),
(75, 1, 'textarea', 'Meta Keywords', 'Meta', 10, 3),
(76, 1, 'photo', 'Изображение {537x482}', 'Наша история', 10, 2),
(77, 1, 'text', 'Заголовок', 'Контакты', 11, 1),
(78, 1, 'repeat', 'Номера телефона', 'Контактная информация', 12, 1),
(79, 1, 'textarea', 'Время работы', 'Контактная информация', 12, 2),
(80, 1, 'text', 'E-mail', 'Контактная информация', 12, 3),
(81, 1, 'textarea', 'Адрес', 'Контактная информация', 12, 4),
(82, 1, 'repeat', 'Социальные сети', 'Контактная информация', 12, 4),
(83, 1, 'text', 'Заголовок', 'Форма', 11, 1),
(84, 1, 'text', 'Ваше имя', 'Форма', 11, 3),
(85, 1, 'text', 'Ваш номер телефона', 'Форма', 11, 4),
(86, 1, 'text', 'Ваш е-mail', 'Форма', 11, 5),
(87, 1, 'text', 'Сообщение', 'Форма', 11, 6),
(88, 1, 'text', 'Кнопка (текст)', 'Форма', 11, 7),
(89, 1, 'text', 'Спасибо', 'Форма', 11, 8),
(90, 1, 'text', 'Ошибка', 'Форма', 11, 9),
(91, 1, 'textarea', 'Meta Title', 'Meta', 11, 1),
(92, 1, 'textarea', 'Meta Description', 'Meta', 11, 2),
(93, 1, 'textarea', 'Meta Keywords', 'Meta', 11, 3),
(94, 1, 'photo', 'Изображение {903x663}', 'Форма', 11, 2),
(95, 1, 'text', 'Заголовок', 'Модальное окно', 13, 1),
(96, 1, 'textarea', 'Описание', 'Модальное окно', 13, 2),
(97, 1, 'text', 'Ваше имя', 'Модальное окно', 13, 3),
(98, 1, 'text', 'Ваш номер телефона', 'Модальное окно', 13, 4),
(99, 1, 'text', 'Ваш комментарий', 'Модальное окно', 13, 5),
(100, 1, 'text', 'Кнопка (текст)', 'Модальное окно', 13, 6),
(101, 1, 'text', 'Сбросить все', 'Каталог', 3, 1),
(102, 1, 'text', 'Заголовок', 'Ценовой слайдер', 3, 1),
(103, 1, 'text', 'От', 'Ценовой слайдер', 3, 2),
(104, 1, 'text', 'До', 'Ценовой слайдер', 3, 3),
(105, 1, 'text', 'Кнопка \"Показать больше\" (текст)', 'Каталог', 3, 1),
(106, 1, 'text', 'Заголовок', 'SEO text', 3, 1),
(107, 1, 'ckeditor', 'Контент', 'SEO text', 3, 2),
(108, 1, 'text', 'В наличии', 'Информация', 14, 1),
(109, 1, 'text', 'Не в наличии', 'Информация', 14, 1),
(110, 1, 'text', 'Кнопка заказать (текст)', 'Информация', 14, 3),
(111, 1, 'text', 'Заголовок Характеристики', 'Информация', 14, 1),
(112, 1, 'text', 'Заголовок Описание', 'Информация', 14, 2),
(113, 1, 'text', 'Заголовок Отзывы', 'Информация', 14, 3),
(114, 1, 'text', 'Кнопка Показать больше (текст)', 'Отзывы', 14, 1),
(115, 1, 'text', 'Ответ от собственника', 'Отзывы', 14, 1),
(116, 1, 'text', 'Заголовок', 'Отзывы (форма)', 14, 1),
(117, 1, 'text', 'Описание', 'Отзывы (форма)', 14, 2),
(118, 1, 'text', 'Ваше имя', 'Отзывы (форма)', 14, 3),
(119, 1, 'text', 'Ваш номер телефона', 'Отзывы (форма)', 14, 4),
(120, 1, 'text', 'Ваш е-mail', 'Отзывы (форма)', 14, 5),
(121, 1, 'text', 'Ваш отзыв', 'Отзывы (форма)', 14, 6),
(122, 1, 'text', 'Кнопка (текст)', 'Отзывы (форма)', 14, 7),
(123, 1, 'text', 'Спасибо', 'Отзывы (форма)', 14, 8),
(124, 1, 'text', 'Ошибка', 'Отзывы (форма)', 14, 9),
(125, 1, 'text', 'Заголовок Рекомендуемые товары', 'Категории', 3, 1),
(126, 1, 'text', 'Текст', 'Поиск', 15, 1),
(127, 1, 'text', 'Ничего не найдено', 'Поиск', 15, 2),
(128, 1, 'text', 'Кнопка (текст)', 'Поиск', 15, 3),
(129, 1, 'repeat', 'Меню', 'Меню', 15, 1),
(130, 1, 'text', 'Каталог', 'Меню', 15, 2),
(131, 1, 'repeat', 'Меню #1', 'Меню', 16, 1),
(132, 1, 'repeat', 'Меню #2', 'Меню', 16, 2),
(133, 1, 'repeat', 'Меню #3', 'Меню', 16, 3),
(134, 0, 'textarea', 'Copyright', 'Copyright', 16, 1),
(135, 0, 'text', 'Кнопка (текст)', 'Кнопка', 16, 1),
(136, 1, 'text', 'От', 'Карточка товара', 14, 1),
(137, 1, 'text', 'Валюта', 'Карточка товара', 14, 1),
(138, 1, 'text', 'Кнопка Детальнее (текст)', 'Карточка товара', 14, 3),
(139, 1, 'text', 'Кнопка Заказать (текст) ', 'Карточка товара', 14, 4),
(140, 1, 'text', 'Отзывов пока нет', 'Отзывы', 14, 2),
(141, 1, 'text', 'Спасибо', 'Модальное окно', 13, 7),
(142, 1, 'text', 'Ошибка', 'Модальное окно', 13, 8),
(143, 1, 'repeat', 'Сортировка', 'Сортировка', 3, 1),
(144, 1, 'text', 'Сортировка', 'Категории', 3, 1),
(145, 1, 'text', 'Товаров не найдено', 'Каталог', 3, 1),
(146, 1, 'text', 'Пустой запрос', 'Поиск', 8, 3),
(147, 1, 'text', 'Фильтр', 'Каталог', 3, 1),
(148, 1, 'text', 'Заголовок', 'Оформление заказа', 17, 2),
(149, 1, 'textarea', 'Meta Title', 'Meta', 17, 1),
(150, 1, 'textarea', 'Meta Description', 'Meta', 17, 2),
(151, 1, 'textarea', 'Meta Keywords', 'Meta', 17, 3),
(152, 1, 'text', 'Заголовок', 'Личная информация', 17, 1),
(153, 1, 'text', 'Имя и фамилия (заголовок)', 'Личная информация', 17, 2),
(154, 1, 'text', 'Имя и фамилия (поле для ввода)', 'Личная информация', 17, 3),
(155, 1, 'text', 'Номер телефона (заголовок)', 'Личная информация', 17, 4),
(156, 1, 'text', 'Номер телефона (поле для ввода)', 'Личная информация', 17, 5),
(157, 1, 'text', 'E-mail (заголовок)', 'Личная информация', 17, 6),
(158, 1, 'text', 'E-mail (поле для ввода)', 'Личная информация', 17, 7),
(159, 1, 'text', 'Заголовок', 'Адрес доставки', 17, 1),
(160, 1, 'text', 'Город (заголовок)', 'Адрес доставки', 17, 2),
(161, 1, 'text', 'Город (поле для ввода)', 'Адрес доставки', 17, 3),
(162, 1, 'text', 'Область (заголовок)', 'Адрес доставки', 17, 4),
(163, 1, 'text', 'Область (поле для ввода)', 'Адрес доставки', 17, 5),
(164, 1, 'text', 'Заголовок', 'Способ доставки', 17, 1),
(165, 1, 'text', 'Заголовок', 'Способ оплаты', 17, 1),
(166, 1, 'text', 'Звонок', 'Форма', 17, 1),
(167, 1, 'ckeditor', 'Условия использования', 'Форма', 17, 2),
(168, 1, 'text', 'Кнопка', 'Форма', 17, 3),
(169, 1, 'text', 'Заголовок', 'Корзина', 17, 1),
(170, 1, 'text', 'Стоимость (ед. на сумму)', 'Корзина', 17, 2),
(171, 1, 'text', 'Стоимость доставки', 'Корзина', 17, 3),
(172, 1, 'text', 'Всего', 'Корзина', 17, 4),
(173, 1, 'text', 'Заголовок', 'Личный кабинет', 18, 2),
(174, 1, 'textarea', 'Meta Title', 'Meta', 18, 1),
(175, 1, 'textarea', 'Meta Description', 'Meta', 18, 2),
(176, 1, 'textarea', 'Meta Keywords', 'Meta', 18, 3),
(177, 1, 'text', 'Выйти из кабинета', 'Личный кабинет', 18, 3),
(178, 1, 'text', 'Меню (заголовок)', 'Личная информация', 18, 1),
(179, 1, 'text', 'Меню (заголовок)', 'История покупок', 18, 1),
(180, 1, 'text', 'Меню (заголовок)', 'Ваш список желаний', 18, 1),
(181, 1, 'text', 'Заголовок', 'Личная информация', 18, 1),
(182, 1, 'text', 'Имя (заголовок)', 'Личная информация', 18, 2),
(183, 1, 'text', 'Имя (поле для ввода)', 'Личная информация', 18, 3),
(184, 1, 'text', 'Фамилия (заголовок)', 'Личная информация', 18, 4),
(185, 1, 'text', 'Фамилия (поле для ввода)', 'Личная информация', 18, 5),
(186, 1, 'text', 'Отображаемое имя (заголовок)', 'Личная информация', 18, 6),
(187, 1, 'text', 'Отображаемое имя (поле для ввода)', 'Личная информация', 18, 7),
(188, 1, 'text', 'Отображаемое имя (сноска)', 'Личная информация', 18, 8),
(189, 1, 'text', 'E-mail (заголовок)', 'Личная информация', 18, 9),
(190, 1, 'text', 'E-mail (поле для ввода)', 'Личная информация', 18, 10),
(191, 1, 'text', 'Номер телефона (заголовок)', 'Личная информация', 18, 11),
(192, 1, 'text', 'Номер телефона (поле для ввода)', 'Личная информация', 18, 12),
(193, 1, 'text', 'Новый пароль (заголовок)', 'Личная информация', 18, 13),
(194, 1, 'text', 'Новый пароль (поле для ввода)', 'Личная информация', 18, 14),
(195, 1, 'text', 'Новый пароль (сноска)', 'Личная информация', 18, 15),
(196, 1, 'text', 'Подтвердите новый пароль (заголовок)', 'Личная информация', 18, 16),
(197, 1, 'text', 'Подтвердите новый пароль (поле для ввода)', 'Личная информация', 18, 17),
(198, 1, 'text', 'Кнопка (текст)', 'Личная информация', 18, 18),
(199, 1, 'text', 'Сообщение (успешно)', 'Личная информация', 18, 19),
(200, 1, 'text', 'Сообщение (неуспешно)', 'Личная информация', 18, 20),
(202, 1, 'text', 'Заголовок', 'История покупок', 18, 1),
(203, 1, 'text', 'Заказ (заголовок)', 'История покупок', 18, 2),
(204, 1, 'text', 'Сумма (заголовок)', 'История покупок', 18, 3),
(205, 1, 'text', 'шт', 'История покупок', 18, 4),
(206, 1, 'text', 'Способ доставки (заголовок)', 'История покупок', 18, 5),
(207, 1, 'text', 'Способ оплаты', 'История покупок', 18, 6),
(208, 1, 'text', 'Адрес доставки', 'История покупок', 18, 7),
(209, 1, 'text', 'Номер телефона', 'История покупок', 18, 8),
(210, 1, 'text', 'Заголовок', 'Ваш список желаний', 18, 1),
(211, 1, 'text', 'Очистить', 'Ваш список желаний', 18, 3),
(212, 1, 'text', 'К покупкам', 'Модальная корзина', 19, 1),
(213, 1, 'text', 'Оформить заказ', 'Модальная корзина', 19, 2),
(214, 1, 'text', 'Заголовок', 'Войти', 20, 1),
(215, 1, 'text', 'E-mail (поле для ввода)', 'Войти', 20, 2),
(216, 1, 'text', 'Пароль (поле для ввода)', 'Войти', 20, 3),
(217, 1, 'ckeditor', 'Условия использования', 'Войти', 20, 4),
(218, 1, 'text', 'Текст кнопки', 'Войти', 20, 5),
(219, 1, 'text', 'Забыли пароль', 'Войти', 20, 6),
(220, 1, 'text', 'Зарегистрироваться', 'Войти', 20, 7),
(221, 1, 'text', 'Неправильный e-mail или пароль', 'Войти', 20, 8),
(222, 1, 'text', 'Заголовок', 'Зарегистрироваться', 20, 1),
(223, 1, 'text', 'Имя (поле для ввода)', 'Зарегистрироваться', 20, 2),
(224, 1, 'text', 'E-mail (поле для ввода)', 'Зарегистрироваться', 20, 3),
(225, 1, 'text', 'Номер телефона (поле для ввода)', 'Зарегистрироваться', 20, 4),
(226, 1, 'text', 'Пароль (поле для ввода)', 'Зарегистрироваться', 20, 5),
(227, 1, 'ckeditor', 'Условия использования', 'Зарегистрироваться', 20, 6),
(228, 1, 'text', 'Текст кнопки', 'Зарегистрироваться', 20, 7),
(229, 1, 'text', 'Уже зарегистрированы', 'Зарегистрироваться', 20, 8),
(230, 1, 'text', 'Войти', 'Зарегистрироваться', 20, 9),
(231, 1, 'text', 'Такой e-mail уже существует', 'Зарегистрироваться', 20, 10),
(232, 1, 'text', 'Заголовок', 'Восстановить пароль', 20, 1),
(233, 1, 'textarea', 'Описание №1', 'Восстановить пароль', 20, 2),
(234, 1, 'text', 'E-mail (поле для ввода)', 'Восстановить пароль', 20, 3),
(235, 1, 'text', 'Текст кнопки #1', 'Восстановить пароль', 20, 4),
(236, 1, 'text', 'E-mail не существует', 'Восстановить пароль', 20, 5),
(237, 1, 'textarea', 'Описание №2', 'Восстановить пароль', 20, 6),
(238, 1, 'text', 'Код (поле для ввода)', 'Восстановить пароль', 20, 7),
(239, 1, 'text', 'Текст кнопки #2', 'Восстановить пароль', 20, 8),
(240, 1, 'text', 'Неправильный код', 'Восстановить пароль', 20, 9),
(241, 1, 'text', 'Новый пароль (поле для ввода)', 'Восстановить пароль', 20, 10),
(242, 1, 'text', 'Повторите пароль (поле для ввода)', 'Восстановить пароль', 20, 11),
(243, 1, 'text', 'Текст кнопки #3', 'Восстановить пароль', 20, 12),
(244, 1, 'text', 'Пароли не совадают', 'Восстановить пароль', 20, 13),
(245, 1, 'text', 'Войти', 'Восстановить пароль', 20, 14),
(246, 1, 'text', 'Зарегистрироваться', 'Восстановить пароль', 20, 15),
(247, 1, 'text', 'Заголовок', 'Спасибо за заказ', 21, 2),
(248, 1, 'text', 'Текст', 'Спасибо за заказ', 21, 3),
(249, 1, 'text', 'Кнопка (ссылка)', 'Спасибо за заказ', 21, 4),
(250, 1, 'text', 'Кнопка (текст)', 'Спасибо за заказ', 21, 5),
(251, 1, 'textarea', 'Meta Title', 'Meta', 21, 1),
(252, 1, 'textarea', 'Meta Description', 'Meta', 21, 2),
(253, 1, 'textarea', 'Meta Keywords', 'Meta', 21, 3),
(254, 1, 'text', 'Ваш код (текст E-mail)', 'Восстановить пароль', 20, 1),
(255, 1, 'text', 'Заголовок', 'Ошибка регистрации', 13, 1),
(256, 1, 'text', 'Текст', 'Ошибка регистрации', 13, 2),
(257, 1, 'text', 'Вы еще ничего не добавили', 'Ваш список желаний', 18, 2),
(259, 1, 'text', 'Вы еще ничего не купили', 'История покупок', 18, 9);

-- --------------------------------------------------------

--
-- Структура таблиці `single_int`
--

DROP TABLE IF EXISTS `single_int`;
CREATE TABLE `single_int` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_int_ru`
--

DROP TABLE IF EXISTS `single_int_ru`;
CREATE TABLE `single_int_ru` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_int_uk`
--

DROP TABLE IF EXISTS `single_int_uk`;
CREATE TABLE `single_int_uk` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_money`
--

DROP TABLE IF EXISTS `single_money`;
CREATE TABLE `single_money` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` decimal(15,2) NOT NULL DEFAULT 0.00
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_money_ru`
--

DROP TABLE IF EXISTS `single_money_ru`;
CREATE TABLE `single_money_ru` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` decimal(15,2) NOT NULL DEFAULT 0.00
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_money_uk`
--

DROP TABLE IF EXISTS `single_money_uk`;
CREATE TABLE `single_money_uk` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` decimal(15,2) NOT NULL DEFAULT 0.00
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_page`
--

DROP TABLE IF EXISTS `single_page`;
CREATE TABLE `single_page` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '',
  `sort` int(11) NOT NULL DEFAULT 0,
  `parent` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `single_page`
--

INSERT INTO `single_page` (`id`, `title`, `sort`, `parent`) VALUES
(1, 'Главная', 10, 1),
(2, 'Горизонтальная форма', 10, 2),
(3, 'Каталог', 10, 1),
(4, 'Оплата частями', 10, 2),
(5, 'Проекты', 10, 1),
(6, 'Блог', 10, 1),
(7, '404', 10, 2),
(8, 'Поиск', 10, 1),
(9, 'Хлебные крошки', 10, 2),
(10, 'О компании', 10, 1),
(11, 'Контакты', 10, 1),
(12, 'Контактная информация', 10, 2),
(13, 'Модальное окно', 10, 2),
(14, 'Страница товара', 10, 1),
(15, 'Хедер', 10, 2),
(16, 'Футер', 10, 2),
(17, 'Оформление заказа', 10, 4),
(18, 'Личный кабинет', 10, 1),
(19, 'Модальная корзина', 10, 2),
(20, 'Модальные окна (логин)', 10, 2),
(21, 'Спасибо за заказ', 10, 1);

-- --------------------------------------------------------

--
-- Структура таблиці `single_text`
--

DROP TABLE IF EXISTS `single_text`;
CREATE TABLE `single_text` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` text COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `single_text`
--

INSERT INTO `single_text` (`field_id`, `value`) VALUES
(6, '/photos/1/banner1.png'),
(7, '/photos/1/banner_mobile.png'),
(10, '/images/horizontal.png'),
(11, '/photos/1/horizontal_mobile.png'),
(25, '/images/horizontal-payment.png'),
(26, '/photos/1/horizontal-banner-mobile.png'),
(35, '/images/text-block.png'),
(54, '/images/404.png'),
(134, '© Design Textile Group.\nAll Rights Reserved.');

-- --------------------------------------------------------

--
-- Структура таблиці `single_text_ru`
--

DROP TABLE IF EXISTS `single_text_ru`;
CREATE TABLE `single_text_ru` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` text COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `single_text_ru`
--

INSERT INTO `single_text_ru` (`field_id`, `value`) VALUES
(1, 'Студия интерьерного дизайна\nи текстиля \"Design Textile Group\"'),
(2, 'Студия интерьерного текстиля и декора,\nсоздаём уют с помошью тканей, цвета и дизайна'),
(6, '/images/banner1.png'),
(7, '/images/banner1.png'),
(8, 'Получите бесплатную консультацию дизайнера!'),
(9, 'Оставьте свои данные и наши операторы перезвонят вам для уточнения деталей'),
(10, '/images/horizontal.png'),
(11, '/images/horizontal.png'),
(22, 'Эксклюзивные шторы на люверсах станут удачным дополнением к фактически любому дизайну. Они выглядят современно и интересно. Дизайнеры текстиля уверены, что такие гардины будут выглядеть практично, эстетично и привлекательно.'),
(24, 'Дизайнерские шторы в рассрочку без переплат!'),
(25, '/images/horizontal-payment.png'),
(26, '/images/horizontal-payment.png'),
(32, '<h2><span style=\"color:hsl(0,0%,0%);\">\"Design Textile Group\" - Ваш верный выбор в мире штор</span></h2><p><span style=\"color:hsl(0,0%,0%);\">Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?</span></p><h3><span style=\"color:hsl(0,0%,0%);\">Почему именно Design Textile Group?</span></h3><p><span style=\"color:hsl(0,0%,0%);\">У нас самый большой выбор качественной шторной ткани в Киеве. Широкий ассортимент материалов и расцветок.</span></p><p><span style=\"color:hsl(0,0%,0%);\">Высококвалифицированные мастера и дизайнеры текстиля. Мы гарантируем грамотный и творческий подход к выбору гардин.</span></p><p><span style=\"color:hsl(0,0%,0%);\">В наличии также дополнительные аксессуары на любой вкус и кошелек. Ламбрекены, оригинальные подхваты для штор и многое другое можно найти у нас в продаже</span></p>'),
(36, 'Статьи'),
(38, '<p>Студия \"Design Textile Group\" - Ваш верный выбор в мире штор. Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?&nbsp;<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни. Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</p><p>Студия \"Design Textile Group\" - Ваш верный выбор в мире штор. Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?&nbsp;<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни. Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</p>'),
(39, 'DTG | Mainpage'),
(40, 'DTG | Mainpage'),
(41, 'DTG | Mainpage'),
(42, 'DTG | Catalog'),
(43, 'DTG | Catalog'),
(44, 'DTG | Catalog'),
(46, 'DTG | Blog'),
(47, 'DTG | Blog'),
(48, 'DTG | Blog'),
(50, 'DTG | Projects'),
(51, 'DTG | Projects'),
(52, 'DTG | Projects'),
(58, 'DTG | 404'),
(59, 'DTG | 404'),
(60, 'DTG | 404'),
(62, 'DTG | Search'),
(63, 'DTG | Search'),
(64, 'DTG | Search'),
(67, 'Читайте также'),
(69, '<figure class=\"image\"><img src=\"/photos/1/1641297428-about.png\"></figure><p><span style=\"color:hsl(0,0%,0%);\">Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?</span></p><p><span style=\"color:hsl(0,0%,0%);\">Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни.</span></p><blockquote><p><span style=\"background-color:rgb(255,255,255);color:rgb(33,37,41);\">Я приоткрываю шторы.</span><br><span style=\"background-color:rgb(255,255,255);color:rgb(33,37,41);\">Там что-то светлое.</span><br><span style=\"background-color:rgb(255,255,255);color:rgb(33,37,41);\">Как минимум новый день.</span></p></blockquote><p><span style=\"color:hsl(0,0%,0%);\">Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</span></p>'),
(71, '[{\"title\":\"Заголовок\",\"type\":\"text\",\"default\":null,\"values\":[\"Большой выбор штор\",\"Качество\",\"Приятные цены\",\"Специалисты\"]},{\"title\":\"Описание\",\"type\":\"textarea\",\"default\":null,\"values\":[\"У нас самый большой выбор качественной шторной ткани в Киеве. Широкий ассортимент материалов и расцветок\",\"Высококвалифицированные мастера и дизайнеры. \\nМы гарантируем грамотный подход к выбору гардин\",\"Приятные цены и внимательное отношение к каждому клиенту\",\"Опыт работы, профессионализм и ответственный подход\"]},{\"title\":\"Иконка {50x50}\",\"type\":\"photo\",\"default\":null,\"values\":[\"\\/photos\\/1\\/advantages1.svg\",\"\\/photos\\/1\\/advantages2.svg\",\"\\/photos\\/1\\/advantages3.svg\",\"\\/photos\\/1\\/advantages3.svg\"]}]'),
(72, '<h2><span style=\"color:hsl(0,0%,0%);\">Наша история</span></h2><p><span style=\"color:hsl(0,0%,0%);\">Благополучие складывается из ежедневных маленьких удобств, комфорта и эстетики. Поэтому, когда речь идет об обустройстве собственного пространства — важна любая деталь! И правда в том, что квартира никогда не станет уютной без таких элементов, как подушки, покрывала, салфетки, скатерти и чехлы, сшитые для мебели.</span></p><p><span style=\"color:hsl(0,0%,0%);\">Красота в деталях</span></p><p><span style=\"color:hsl(0,0%,0%);\">При покупке штор в Киеве или пошиве на заказ домашнего текстиля играет роль множество нюансов:</span></p><ul><li><span style=\"color:hsl(0,0%,0%);\">форма и назначение изделия;</span></li><li><span style=\"color:hsl(0,0%,0%);\">расцветка ткани фактура материала;</span></li><li><span style=\"color:hsl(0,0%,0%);\">аксессуары и декоративные элементы (вышивка, роспись и т.д.);</span></li><li><span style=\"color:hsl(0,0%,0%);\">качество ткани и пошива.</span></li></ul><p><span style=\"color:hsl(0,0%,0%);\">Существенно упростить процесс подбора решений и материалов поможет профессиональный текстильный дизайнер.</span></p>'),
(73, 'DTG | About'),
(74, 'DTG | About'),
(75, 'DTG | About'),
(76, '/images/about2.png'),
(78, '[{\"title\":\"Номер телефона\",\"type\":\"text\",\"default\":null,\"values\":[\"+38 097 733 79 96\",\"+38 063 919 20 97\"]}]'),
(79, 'Пн-Вс 9.00-18.00'),
(81, 'бульвар Перова, 14, г. Киев'),
(82, '[{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"https:\\/\\/www.youtube.com\\/\",\"https:\\/\\/www.facebook.com\\/\",\"https:\\/\\/www.instagram.com\\/\"]},{\"title\":\"Иконка (закрашеная) {32x32}\",\"type\":\"photo\",\"default\":null,\"values\":[\"\\/photos\\/1\\/social-full1.svg\",\"\\/photos\\/1\\/social-full2.svg\",\"\\/photos\\/1\\/social-full3.svg\"]},{\"title\":\"Иконка (маленькая) {15x15}\",\"type\":\"photo\",\"default\":null,\"values\":[\"\\/photos\\/1\\/social-empty3.svg\",\"\\/photos\\/1\\/social-empty4.svg\",\"\\/photos\\/1\\/social-empty1.svg\"]}]'),
(91, 'DTG | Contacts'),
(92, 'DTG | Contacts'),
(93, 'DTG | Contacts'),
(94, '/images/contacts-form.png'),
(96, 'Оставьте свои данные и наш менеджер свяжется с вами для уточнения деталей заказа'),
(107, '<p>Студия \"Design Textile Group\" - Ваш верный выбор в мире штор. Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?&nbsp;<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни. Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</p><p>Студия \"Design Textile Group\" - Ваш верный выбор в мире штор. Сегодня в магазинах можно найти множество вариантов штор. Разные виды, материалы, цвета и стили вызывают чувство растерянности даже у самого уверенного покупателя. Как же найти идеальное решение именно для вас? Где приобрести гардины, которые подчеркнут ваше чувство стиля, индивидуальность, а также сделают интерьер уникальным и особенным?&nbsp;<br><br>Дизайнеры текстиля из \"Design Textile Group\" знают: чтобы обустроить дом мечты, нужно внимательно подходить к каждой детали. Красивые, эксклюзивные шторы создадут чувство уюта и радости, теплоты и домашнего очага. Выполнив пошив штор на заказ, вы сможете обустроить пространство так, что туда захочется возвращаться вновь и вновь, наполняясь гармонией и красотой. У нас вы найдете чудесные решения для спальни и детской комнаты, для большого зала и кухни. Отдельное внимание мы уделяем обустройству офисов, гостиниц, ресторанов и кафе. Выбор штор для кафе в Киеве – важная составляющая нашей работы. Ведь именно благодаря созданной атмосфере ваши клиенты будут посещать ваше заведение все чаще.</p>'),
(129, '[{\"title\":\"Название\",\"type\":\"text\",\"default\":null,\"values\":[\"О компании\",\"Блог\",\"Портфолио\",\"Оплата и доставка\",\"Контакты\"]},{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"\\/about\",\"\\/blog\",\"\\/projects\",\"\\/delivery\",\"\\/contacts\"]}]'),
(131, '[{\"title\":\"Название\",\"type\":\"text\",\"default\":null,\"values\":[\"Каталог\",\"Шторы\",\"Карнизы\",\"Ролеты\"]},{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"\\/catalog\",\"\\/catalog\\/shtory\",\"\\/catalog\\/karnizy\",\"\\/catalog\\/rolety\"]}]'),
(132, '[{\"title\":\"Название\",\"type\":\"text\",\"default\":null,\"values\":[\"О компании\",\"Блог\",\"Портфолио\",\"Оплата и доставка\"]},{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"\\/about\",\"\\/blog\",\"\\/projects\",\"delivery\"]}]'),
(133, '[{\"title\":\"Название\",\"type\":\"text\",\"default\":null,\"values\":[\"Контакты\"]},{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"\\/contacts\"]}]'),
(143, '[{\"title\":\"Название\",\"type\":\"text\",\"default\":null,\"values\":[\"По популярности\",\"По возрастанию цены\",\"По убыванию цены\",\"От А до Я\",\"От Я до А\"]},{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"popular\",\"priceasc\",\"pricedesc\",\"titleasc\",\"titledesc\"]}]'),
(149, 'DTG | Оформление заказа'),
(150, 'DTG | Оформление заказа'),
(151, 'DTG | Оформление заказа'),
(167, '<p>Я принимаю <a href=\"/rules\">Условия использования</a> и <a href=\"/policy\">Политику конфиденциальности</a>&nbsp;</p>'),
(174, 'DTG | Личный кабинет'),
(175, 'DTG | Личный кабинет'),
(176, 'DTG | Личный кабинет'),
(217, 'Я принимаю Условия использования и Политику конфиденциальности'),
(227, 'Я принимаю Условия использования и Политику конфиденциальности'),
(233, 'Введите адрес электронной почты чтобы восстановить пароль. Вы получите письмо \nс инструкциями.'),
(237, 'Введите полученный код:'),
(251, 'DTG | Спасибо за заказ'),
(252, 'DTG | Спасибо за заказ'),
(253, 'DTG | Спасибо за заказ');

-- --------------------------------------------------------

--
-- Структура таблиці `single_text_uk`
--

DROP TABLE IF EXISTS `single_text_uk`;
CREATE TABLE `single_text_uk` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` text COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `single_text_uk`
--

INSERT INTO `single_text_uk` (`field_id`, `value`) VALUES
(1, 'Студія інтер\'єрного дизайну\nта текстилю \"Design Textile Group\"'),
(2, 'Студія інтер\'єрного текстилю та декору,\nстворюємо затишок за допомогою тканин, кольору та дизайну'),
(6, '/images/banner1.png'),
(7, '/images/banner1.png'),
(8, 'Отримайте безкоштовну консультацію дизайнера!'),
(9, 'Залишіть свої дані та наші оператори передзвонять вам для уточнення деталей'),
(10, '/images/horizontal.png'),
(11, '/images/horizontal.png'),
(22, 'Ексклюзивні штори на люверсах стануть вдалим доповненням до практично будь-якого дизайну. Вони виглядають сучасно та цікаво. Дизайнери текстилю впевнені, що такі гардини виглядатимуть практично, естетично та привабливо.'),
(24, 'Дизайнерські штори на виплат!'),
(25, '/images/horizontal-payment.png'),
(26, '/images/horizontal-payment.png'),
(32, '<h2><span style=\"color:hsl(0,0%,0%);\">\"Design Textile Group\" - Ваш вірний вибір у світі штор</span></h2><p><span style= \"Сьогодні в магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим?</span></p><h3><span style=\"color:hsl(0,0%,0%);\">Чому саме Design Textile Group?</span></h3><p><span style=\"color:hsl(0,0%,0%);\">У нас найбільший вибір якісної шторної тканини в Києві. Широкий асортимент матеріалів та кольорів.</span></p><p><span style=\"color:hsl(0,0%,0%);\">Висококваліфіковані майстри та дизайнери текстилю. Ми гарантуємо грамотний та творчий підхід до вибору гардин.</span></p><p><span style=\"color:hsl(0,0%,0%);\">В наявності також додаткові аксесуари на будь-який смак гаманець. Ламбрекени, оригінальні підхвати для штор та багато іншого можна знайти у нас у продажу</span></p>'),
(36, 'Статті'),
(38, '<p>Студія Design Textile Group - Ваш вірний вибір у світі штор. Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим? <br><br>Дизайнери текстилю з Design Textile Group знають: щоб облаштувати будинок мрії, потрібно уважно підходити до кожної деталі. Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. Окрему увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад все частіше.</p><p>Студія \"Design Textile Group\" - Ваш вірний вибір у світі штор. Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим? <br><br>Дизайнери текстилю з Design Textile Group знають: щоб облаштувати будинок мрії, потрібно уважно підходити до кожної деталі. Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. Окрему увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад дедалі частіше.</p>'),
(39, 'DTG | Mainpage'),
(40, 'DTG | Mainpage'),
(41, 'DTG | Mainpage'),
(42, 'DTG | Catalog'),
(43, 'DTG | Catalog'),
(44, 'DTG | Catalog'),
(46, 'DTG | Blog'),
(47, 'DTG | Blog'),
(48, 'DTG | Blog'),
(50, 'DTG | Projects'),
(51, 'DTG | Projects'),
(52, 'DTG | Projects'),
(58, 'DTG | 404'),
(59, 'DTG | 404'),
(60, 'DTG | 404'),
(62, 'DTG | Search'),
(63, 'DTG | Search'),
(64, 'DTG | Search'),
(67, 'Читайте також'),
(69, '<figure class=\"image\"><img src=\"/photos/1/1641297428-about.png\"></figure><p><span style=\"color:hsl(0,0%,0%);\">Сьогодні в магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим?</span></p><p><span style=\"color:hsl(0,0%,0%);\">Дизайнери текстилю з Design Textile Group знають: щоб облаштувати будинок мрії, потрібно уважно підходити до кожної деталі. Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. 33,37,41);\">Я відкриваю штори.</span><br><span style=\"background-color:rgb(255,255,255);color:rgb(33,37,41);\">Там що- то світле. </blockquote><p><span style=\"color:hsl(0,0%,0%);\">Особливу увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад все частіше.</span></p>'),
(71, '[{\"title\":\"Заголовок\",\"type\":\"text\",\"default\":null,\"values\":[\"Великий вибір штор\",\"Якість\",\"Приємні ціни\",\"Фахівці\"]},{\"title\":\"Описание\",\"type\":\"textarea\",\"default\":null,\"values\":[\"У нас найбільший вибір якісної шторної тканини у Києві. Широкий асортимент матеріалів та кольорів\",\"Висококваліфіковані майстри та дизайнери.\\nМи гарантуємо грамотний підхід до вибору гардин\",\"Приємні ціни та уважне ставлення до кожного клієнта\",\"Досвід роботи, професіоналізм та відповідальний підхід\"]},{\"title\":\"Иконка {50x50}\",\"type\":\"photo\",\"default\":null,\"values\":[\"\\/photos\\/1\\/advantages1.svg\",\"\\/photos\\/1\\/advantages2.svg\",\"\\/photos\\/1\\/advantages3.svg\",\"\\/photos\\/1\\/advantages3.svg\"]}]'),
(72, '<h2><span style=\"color:hsl(0,0%,0%);\">Наша історія</span></h2><p><span style=\"color:hsl(0,0%, 0%);\">Благополуччя складається зі щоденних маленьких зручностей, комфорту та естетики. Тому, коли йдеться про облаштування власного простору, важлива будь-яка деталь! І правда в тому, що квартира ніколи не стане затишною без таких елементів, як подушки, покривала, серветки, скатертини та чохли, пошиті для меблів. 0,0%,0%);\">Краса в деталях</span></p><p><span style=\"color:hsl(0,0%,0%);\">При купівлі штор у Києві або пошиття на замовлення домашнього текстилю грає роль безліч нюансів: форма і призначення виробу; </span></li><li><span style=\"color:hsl(0,0%,0%);\">забарвлення тканини фактура матеріалу;</span></li><li><span style =\"color:hsl(0,0%,0%);\">аксесуари та декоративні елементи (вишивка, розпис тощо);</span></li><li><span style=\"color: hsl(0,0%,0%);\">якість тканини та пошиття.</span></li></ul><p><span style=\"color:hsl(0,0%,0%) ;\">Суттєво спростити процес підбору рішень та матеріалів допоможе професійний текстильний дизайнер.</span></p>'),
(73, 'DTG | About'),
(74, 'DTG | About'),
(75, 'DTG | About'),
(76, '/images/about2.png'),
(78, '[{\"title\":\"Номер телефона\",\"type\":\"text\",\"default\":null,\"values\":[\"+38 097 733 79 96\",\"+38 063 919 20 97\"]}]'),
(79, 'Пн-Нд 9.00-18.00'),
(81, 'бульвар Перова, 14, м. Київ'),
(82, '[{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"https:\\/\\/www.youtube.com\\/\",\"https:\\/\\/www.facebook.com\\/\",\"https:\\/\\/www.instagram.com\\/\"]},{\"title\":\"Иконка (закрашеная) {32x32}\",\"type\":\"photo\",\"default\":null,\"values\":[\"\\/photos\\/1\\/social-full1.svg\",\"\\/photos\\/1\\/social-full2.svg\",\"\\/photos\\/1\\/social-full3.svg\"]},{\"title\":\"Иконка (маленькая) {15x15}\",\"type\":\"photo\",\"default\":null,\"values\":[\"\\/photos\\/1\\/social-empty3.svg\",\"\\/photos\\/1\\/social-empty4.svg\",\"\\/photos\\/1\\/social-empty1.svg\"]}]'),
(91, 'DTG | Contacts'),
(92, 'DTG | Contacts'),
(93, 'DTG | Contacts'),
(94, '/images/contacts-form.png'),
(96, 'Залишіть свої дані та наш менеджер зв\'яжеться з вами для уточнення деталей замовлення'),
(107, '<p>Студія Design Textile Group - Ваш вірний вибір у світі штор. Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим? <br><br>Дизайнери текстилю з Design Textile Group знають: щоб облаштувати будинок мрії, потрібно уважно підходити до кожної деталі. Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. Окрему увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад все частіше.</p><p>Студія \"Design Textile Group\" - Ваш вірний вибір у світі штор. Сьогодні у магазинах можна знайти безліч варіантів штор. Різні види, матеріали, кольори та стилі викликають почуття розгубленості навіть у найвпевненішого покупця. Як знайти ідеальне рішення саме для вас? Де придбати гардини, які підкреслять ваше почуття стилю, індивідуальність, а також зроблять інтер\'єр унікальним та особливим? <br><br>Дизайнери текстилю з Design Textile Group знають: щоб облаштувати будинок мрії, потрібно уважно підходити до кожної деталі. Гарні, ексклюзивні штори створять почуття затишку та радості, теплоти та домашнього вогнища. Виконавши пошиття штор на замовлення ви зможете облаштувати простір так, що туди захочеться повертатися знову і знову, наповнюючись гармонією та красою. У нас ви знайдете чудові рішення для спальні та дитячої кімнати, для великої зали та кухні. Окрему увагу ми приділяємо облаштуванню офісів, готелів, ресторанів та кафе. Вибір штор для кафе – важлива складова нашої роботи. Адже саме завдяки створеній атмосфері ваші клієнти відвідуватимуть ваш заклад дедалі частіше.</p>'),
(129, '[{\"title\":\"Название\",\"type\":\"text\",\"default\":null,\"values\":[\"Про компанію\",\"Блог\",\"Портфоліо\",\"Оплата і доставка\",\"Контакти\"]},{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"\\/about\",\"\\/blog\",\"\\/projects\",\"\\/delivery\",\"\\/contacts\"]}]'),
(131, '[{\"title\":\"Название\",\"type\":\"text\",\"default\":null,\"values\":[\"Каталог\",\"Штори\",\"Карнизи\",\"Ролети\"]},{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"\\/catalog\",\"\\/catalog\\/shtory\",\"\\/catalog\\/karnizy\",\"\\/catalog\\/rolety\"]}]'),
(132, '[{\"title\":\"Название\",\"type\":\"text\",\"default\":null,\"values\":[\"Про компанію\",\"Блог\",\"Портфоліо\",\"Оплата і доставка\"]},{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"\\/about\",\"\\/blog\",\"\\/projects\",\"delivery\"]}]'),
(133, '[{\"title\":\"Название\",\"type\":\"text\",\"default\":null,\"values\":[\"Контакти\"]},{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"\\/contacts\"]}]'),
(143, '[{\"title\":\"Название\",\"type\":\"text\",\"default\":null,\"values\":[\"За популярністю\",\"За зростанням ціни\",\"За спаданням ціни\",\"Від А до Я\",\"Від Я до А\"]},{\"title\":\"Ссылка\",\"type\":\"text\",\"default\":null,\"values\":[\"popular\",\"priceasc\",\"pricedesc\",\"titleasc\",\"titledesc\"]}]'),
(149, 'DTG | оформлення замовлення'),
(150, 'DTG | оформлення замовлення'),
(151, 'DTG | оформлення замовлення'),
(167, '<p>Я приймаю <a href=\"/rules\">Умови використання</a> та <a href=\"/policy\">Політику конфіденційності</a></p>'),
(174, 'DTG | Особистий кабінет'),
(175, 'DTG | Особистий кабінет'),
(176, 'DTG | Особистий кабінет'),
(217, 'Я приймаю Умови використання та Політику конфіденційності'),
(227, 'Я приймаю Умови використання та Політику конфіденційності'),
(233, 'Введіть адресу електронної пошти, щоб відновити пароль. Ви отримаєте лист\nз інструкціями.'),
(237, 'Введіть отриманий код:'),
(251, 'DTG | Дякую за замовлення'),
(252, 'DTG | Дякую за замовлення'),
(253, 'DTG | Дякую за замовлення');

-- --------------------------------------------------------

--
-- Структура таблиці `single_tinyint`
--

DROP TABLE IF EXISTS `single_tinyint`;
CREATE TABLE `single_tinyint` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` tinyint(4) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_tinyint_ru`
--

DROP TABLE IF EXISTS `single_tinyint_ru`;
CREATE TABLE `single_tinyint_ru` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` tinyint(4) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_tinyint_uk`
--

DROP TABLE IF EXISTS `single_tinyint_uk`;
CREATE TABLE `single_tinyint_uk` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` tinyint(4) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблиці `single_varchar`
--

DROP TABLE IF EXISTS `single_varchar`;
CREATE TABLE `single_varchar` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `single_varchar`
--

INSERT INTO `single_varchar` (`field_id`, `value`) VALUES
(20, '/catalog'),
(28, '/about'),
(31, '/projects'),
(33, '/about'),
(135, 'Замовити дизайн');

-- --------------------------------------------------------

--
-- Структура таблиці `single_varchar_ru`
--

DROP TABLE IF EXISTS `single_varchar_ru`;
CREATE TABLE `single_varchar_ru` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `single_varchar_ru`
--

INSERT INTO `single_varchar_ru` (`field_id`, `value`) VALUES
(5, 'Заказать дизайн'),
(12, 'Ваше имя'),
(13, 'Ваш номер телефона'),
(14, 'Позвоните мне'),
(15, 'Спасибо! Ваша заявка успешно отправлена'),
(16, 'Ошибка! Ваша заявка не отправлена'),
(19, 'Перейти в каталог'),
(20, '/catalog'),
(21, 'Каталог товаров'),
(23, 'Оплата частями'),
(27, 'Подробнее'),
(28, '/about'),
(29, 'Наши последние проекты'),
(30, 'Все проекты'),
(31, '/projects'),
(34, 'Подробнее'),
(37, 'Seo Text'),
(45, 'Читать полностью'),
(49, 'Читать полностью'),
(53, '404'),
(55, 'Извините, страница не найдена'),
(56, 'На главную'),
(57, '/'),
(61, 'Результаты поиска по запросу'),
(65, 'Главная'),
(66, 'Заказать дизайн'),
(68, 'О компании'),
(69, ''),
(70, 'Наши преимущества'),
(77, 'Контакты'),
(80, 'info@designtextile.com.ua'),
(83, 'Форма обратной связи'),
(84, 'Ваше имя'),
(85, 'Ваш номер телефона'),
(86, 'Ваш е-mail'),
(87, 'Сообщение'),
(88, 'Отправить'),
(89, 'Спасибо! Ваша заявка успешно отправлена'),
(90, 'Ошибка! Ваша заявка не отправлена'),
(95, 'Заказать'),
(97, 'Ваше имя'),
(98, 'Ваш номер телефона'),
(99, 'Ваш комментарий'),
(100, 'Заказать'),
(101, 'Сбросить все'),
(102, 'Цена'),
(103, 'От'),
(104, 'До'),
(105, 'Показать больше'),
(106, 'Seo Text'),
(108, 'В наличии'),
(109, 'Не в наличии'),
(110, 'Заказать'),
(111, 'Характеристики'),
(112, 'Описание'),
(113, 'Отзывы'),
(114, 'Показать больше'),
(115, 'Ответ от собственника'),
(116, 'Оставить отзыв'),
(117, 'Нам будет приятно услышать ваше мнение'),
(118, 'Ваше имя'),
(119, 'Ваш номер телефона'),
(120, 'Ваш е-mail'),
(121, 'Ваш отзыв'),
(122, 'Отправить'),
(123, 'Спасибо! Ваша заявка успешно отправлена'),
(124, 'Ошибка! Ваша заявка не отправлена'),
(125, 'Рекомендуемые товары'),
(126, 'Введите свой запрос'),
(127, 'По Вашему запросу ничего не найдено!'),
(128, 'Заказать дизайн'),
(130, 'Каталог'),
(136, 'от'),
(137, 'грн'),
(138, 'Детальнее'),
(139, 'Заказать'),
(140, 'Отзывов пока нет. Вы можете оставить отзыв первым.'),
(141, 'Спасибо! Ваша заявка успешно отправлена'),
(142, 'Ошибка! Ваша заявка не отправлена'),
(144, 'Сортировать'),
(145, 'Товаров не найдено'),
(146, 'Ничего не найдено. Введите свой запрос'),
(147, 'Фильтр'),
(148, 'Оформление заказа'),
(152, 'Личная информация'),
(153, 'Имя и фамилия*'),
(154, 'Имя и фамилия'),
(155, 'Номер телефона*'),
(156, '+380681234567'),
(157, 'E-mail для подтверждения заказа*'),
(158, 'example@gmail.com'),
(159, 'Адрес доставки'),
(160, 'Город*'),
(161, 'Город'),
(162, 'Область*'),
(163, 'Область'),
(164, 'Способ доставки'),
(165, 'Способ оплаты'),
(166, 'Мне можно не звонить для подтверждения заказа'),
(168, 'Подтвердить'),
(169, 'Корзина'),
(170, 'ед. на сумму'),
(171, 'Стоимость доставки'),
(172, 'Всего'),
(173, 'Личный кабинет'),
(177, 'Выйти из кабинета'),
(178, 'Личные данные'),
(179, 'История покупок'),
(180, 'Избранное'),
(181, 'Личная информация'),
(182, 'Имя*'),
(183, 'Ваше имя'),
(184, 'Фамилия*'),
(185, 'Ваша фамилия'),
(186, 'Отображаемое имя*'),
(187, 'example'),
(188, 'Так ваше имя будет отображаться на сайте'),
(189, 'E-mail*'),
(190, 'example@gmail.com'),
(191, 'Номер телефона*'),
(192, '+380681234567'),
(193, 'Новый пароль'),
(194, ''),
(195, 'Не заполняйте, чтобы оставить прежний'),
(196, 'Подтвердите новый пароль'),
(197, ''),
(198, 'Сохранить'),
(199, 'Ваши данные успешно сохранены'),
(200, 'Ваши данные не сохранены'),
(202, 'История покупок'),
(203, 'Заказ'),
(204, 'Сумма'),
(205, 'шт'),
(206, 'Способ доставки'),
(207, 'Способ оплаты'),
(208, 'Адрес доставки'),
(209, 'Номер телефона'),
(210, 'Ваш список желаний'),
(211, 'Очистить'),
(212, 'К покупкам'),
(213, 'Оформить заказ'),
(214, 'Войти'),
(215, 'E-mail'),
(216, 'Пароль'),
(218, 'Войти'),
(219, 'Забыли пароль?'),
(220, 'Зарегистрироваться'),
(221, 'Неправильный e-mail или пароль'),
(222, 'Зарегистрироваться'),
(223, 'Имя'),
(224, 'E-mail'),
(225, 'Номер телефона'),
(226, 'Пароль'),
(228, 'Зарегистрироваться'),
(229, 'Уже зарегистрированы?'),
(230, 'Войти'),
(231, 'Такой e-mail уже существует'),
(232, 'Восстановить пароль'),
(234, 'E-mail'),
(235, 'Отправить'),
(236, 'E-mail не существует, зарегестрируйтесь'),
(238, 'Код'),
(239, 'Отправить'),
(240, 'Неправильный код'),
(241, 'Новый пароль'),
(242, 'Повторите пароль'),
(243, 'Отправить'),
(244, 'Пароли не совадают'),
(245, 'Войти'),
(246, 'Зарегистрироваться'),
(247, 'Спасибо за заказ'),
(248, 'Ваш заказ успешно оформлен. Мы свяжемся с вами в ближайшее время.'),
(249, '/'),
(250, 'На главную'),
(254, 'Ваш код:'),
(255, 'Ошибка!'),
(256, 'Сначала <span class=\"color-second login-modal-recall\">авторизуйтесь</span> или <span class=\"color-second register-modal-recall\">зарегистрируйтесь</span>!'),
(257, 'Вы еще ничего не добавили'),
(259, 'Вы еще ничего не купили');

-- --------------------------------------------------------

--
-- Структура таблиці `single_varchar_uk`
--

DROP TABLE IF EXISTS `single_varchar_uk`;
CREATE TABLE `single_varchar_uk` (
  `field_id` int(10) UNSIGNED NOT NULL,
  `value` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `single_varchar_uk`
--

INSERT INTO `single_varchar_uk` (`field_id`, `value`) VALUES
(5, 'Замовити дизайн'),
(12, 'Ваше ім\'я'),
(13, 'Ваш номер телефону'),
(14, 'Зателефонуйте мені'),
(15, 'Спасибі! Вашу заявку успішно відправлено'),
(16, 'Помилка! Вашу заявку не надіслано'),
(19, 'Перейти до каталогу'),
(20, '/catalog'),
(21, 'Каталог товарів'),
(23, 'Оплата частинами'),
(27, 'Детальніше'),
(28, '/about'),
(29, 'Наші останні проекти'),
(30, 'Всі проекти'),
(31, '/projects'),
(34, 'Детальніше'),
(37, 'Seo Text'),
(45, 'Читати повністю'),
(49, 'Читати повністю'),
(53, '404'),
(55, 'Вибачте, сторінку не знайдено'),
(56, 'На головну'),
(57, '/'),
(61, 'Результати пошуку за запитом'),
(65, 'Головна'),
(66, 'Замовити дизайн'),
(68, 'Про компанію'),
(69, ''),
(70, 'Наші переваги'),
(77, 'Контакти'),
(80, 'test@gmail.com'),
(83, 'Форма зворотного зв\'язку'),
(84, 'Ваше ім\'я'),
(85, 'Ваш номер телефону'),
(86, 'Ваш e-mail'),
(87, 'Повідомлення'),
(88, 'Відправити'),
(89, 'Спасибі! Вашу заявку успішно відправлено'),
(90, 'Помилка! Вашу заявку не надіслано'),
(95, 'Замовити'),
(97, 'Ваше ім\'я'),
(98, 'Ваш номер телефону'),
(99, 'Ваш коментар'),
(100, 'Замовити'),
(101, 'Скинути все'),
(102, 'Ціна'),
(103, 'Від'),
(104, 'До'),
(105, 'Показати більше'),
(106, 'Seo Text'),
(108, 'В наявності'),
(109, 'Немає в наявності'),
(110, 'Замовити'),
(111, 'Характеристики'),
(112, 'Опис'),
(113, 'Відгуки'),
(114, 'Показати більше'),
(115, 'Відповідь від власника'),
(116, 'Залишити відгук'),
(117, 'Нам буде приємно почути вашу думку'),
(118, 'Ваше ім\'я'),
(119, 'Ваш номер телефону'),
(120, 'Ваш e-mail'),
(121, 'Ваш відгук'),
(122, 'Відправити'),
(123, 'Спасибі! Вашу заявку успішно відправлено'),
(124, 'Помилка! Вашу заявку не надіслано'),
(125, 'Рекомендовані товари'),
(126, 'Введіть свій запит'),
(127, 'За Вашим запитом нічого не знайдено!'),
(128, 'Замовити дизайн'),
(130, 'Каталог'),
(136, 'від'),
(137, 'грн'),
(138, 'Детальніше'),
(139, 'Замовити'),
(140, 'Відгуків поки що немає. Ви можете залишити відгук першим.'),
(141, 'Спасибі! Вашу заявку успішно відправлено'),
(142, 'Помилка! Вашу заявку не надіслано'),
(144, 'Сортувати'),
(145, 'Товарів не знайдено'),
(146, 'Нічого не знайдено. Введіть свій запит'),
(147, 'Фільтр'),
(148, 'Оформлення замовлення'),
(152, 'Особиста інформація'),
(153, 'Ім\'я та прізвище*'),
(154, 'Ім\'я та прізвище'),
(155, 'Номер телефону*'),
(156, '+380681234567'),
(157, 'E-mail для підтвердження замовлення*'),
(158, 'example@gmail.com'),
(159, 'Адреса доставки'),
(160, 'Місто*'),
(161, 'Місто'),
(162, 'Область*'),
(163, 'Область'),
(164, 'Спосіб доставки'),
(165, 'Спосіб оплати'),
(166, 'Мені можна не дзвонити для підтвердження замовлення'),
(168, 'Підтвердити'),
(169, 'Кошик'),
(170, 'од. на суму'),
(171, 'Вартість доставки'),
(172, 'Усього'),
(173, 'Особистий кабінет'),
(177, 'Вийти з кабінету'),
(178, 'Особисті дані'),
(179, 'Історія покупок'),
(180, 'Вибране'),
(181, 'Особиста інформація'),
(182, 'Ім\'я*'),
(183, 'Ваше ім\'я'),
(184, 'Прізвище*'),
(185, 'Ваше прізвище'),
(186, 'Відображене ім\'я*'),
(187, 'example'),
(188, 'Так ваше ім\'я відображатиметься на сайті'),
(189, 'E-mail*'),
(190, 'ексампле@гмаїл.ком'),
(191, 'Номер телефону*'),
(192, '+380681234567'),
(193, 'Новий пароль'),
(194, ''),
(195, 'Не заповнюйте, щоб залишити колишній'),
(196, 'Підтвердіть новий пароль'),
(197, ''),
(198, 'Зберегти'),
(199, 'Ваші дані успішно збережені'),
(200, 'Ваші дані не збережені'),
(202, 'Історія покупок'),
(203, 'Замовлення'),
(204, 'Сума'),
(205, 'шт'),
(206, 'Спосіб доставки'),
(207, 'Спосіб оплати'),
(208, 'Адреса доставки'),
(209, 'Номер телефона'),
(210, 'Ваш список бажань'),
(211, 'Очистити'),
(212, 'До покупок'),
(213, 'Оформити замовлення'),
(214, 'Увійти'),
(215, 'E-mail'),
(216, 'Пароль'),
(218, 'Увійти'),
(219, 'Забули пароль?'),
(220, 'Зареєструватись'),
(221, 'Неправильний e-mail або пароль'),
(222, 'Зареєструватись'),
(223, 'Ім\'я'),
(224, 'E-mail'),
(225, 'Номер телефону'),
(226, 'Пароль'),
(228, 'Зареєструватись'),
(229, 'Вже зареєстровані?'),
(230, 'Увійти'),
(231, 'Такий e-mail вже існує'),
(232, 'Відновити пароль'),
(234, 'E-mail'),
(235, 'Відправити'),
(236, 'E-mail не існує, зареєструйтесь'),
(238, 'Код'),
(239, 'Відправити'),
(240, 'Неправильний код'),
(241, 'Новий пароль'),
(242, 'Повторіть пароль'),
(243, 'Відправити'),
(244, 'Паролі не сувають'),
(245, 'Увійти'),
(246, 'Зареєструватись'),
(247, 'Дякую за замовлення'),
(248, 'Ваше замовлення успішно оформлене. Ми зв\'яжемося з вами найближчим часом.'),
(249, '/'),
(250, 'На головну'),
(254, 'Ваш код:'),
(255, 'Помилка!'),
(256, 'Спочатку <span class=\"color-second register-modal-recall\">зареєструйтесь</span>!'),
(257, 'Ви ще нічого не додали'),
(259, 'Ви ще нічого не купили');

-- --------------------------------------------------------

--
-- Структура таблиці `standart_ru`
--

DROP TABLE IF EXISTS `standart_ru`;
CREATE TABLE `standart_ru` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `content` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `standart_ru`
--

INSERT INTO `standart_ru` (`id`, `title`, `slug`, `content`, `meta_title`, `meta_description`, `meta_keywords`, `created_at`, `updated_at`) VALUES
(1, 'Политика конфиденциальности', 'politika-konfidencialnosti', '<p style=\"margin-left:0px;\">Настоящий документ «Политика конфиденциальности» (далее по тексту – «Политика») представляет собой правила использования /указать владельца сайта/ (далее – «мы» и/или «Администрация») данных интернет-пользователей (далее «вы» и/или «Пользователь»), собираемых с использованием сайта / указать URL сайта/ (далее – «Сайт»).</p><h3 style=\"margin-left:0px;\">1. Обрабатываемые данные</h3><p style=\"margin-left:0px;\">1.1. Мы не осуществляем сбор ваших персональных данных с использованием Сайта.<br><br>1.2. Все данные, собираемые на Сайте, предоставляются и принимаются в обезличенной форме (далее – «Обезличенные данные»).<br><br>1.3. Обезличенные данные включают следующие сведения, которые не позволяют вас идентифицировать:<br><br>1.3.1. Информацию, которую вы предоставляете о себе самостоятельно с использованием онлайн-форм и программных модулей Сайта, включая имя или номер телефона и/или адрес электронной почты.<br><br>1.3.2. Данные, которые передаются в обезличенном виде в автоматическом режиме в зависимости от настроек используемого вами программного обеспечения.<br><br>1.4. Администрация вправе устанавливать требования к составу Обезличенных данных Пользователя, которые собираются использованием Сайта.<br><br>1.5. Если определенная информация не помечена как обязательная, ее предоставление или раскрытие осуществляется Пользователем на свое усмотрение и по собственной инициативе.<br><br>1.6. Администрация не осуществляет проверку достоверности предоставляемых данных и наличия у Пользователя необходимого согласия на их обработку в соответствии с настоящей Политикой, полагая, что Пользователь действует добросовестно, осмотрительно и прилагает все необходимые усилия к поддержанию такой информации в актуальном состоянии и получению всех необходимых согласий на ее использование.<br><br>1.7. Вы осознаете и принимаете возможность использования на Сайте программного обеспечения третьих лиц, в результате чего такие лица могут получать и передавать указанные в п.1.3 данные в обезличенном виде.<br><br>1.8. Состав и условия сбора обезличенных данных с использованием программного обеспечения третьих лиц определяются непосредственно их правообладателями и могут включать:</p><ul><li>данные браузера (тип, версия, cookie);</li><li>данные браузера (тип, версия, cookie);</li><li>данные браузера (тип, версия, cookie);</li><li>данные браузера (тип, версия, cookie);</li><li>данные браузера (тип, версия, cookie);</li></ul>', 'DTG | Политика конфиденциальности', 'DTG | Политика конфиденциальности', 'DTG | Политика конфиденциальности', '2022-01-05 11:01:56', '2022-01-05 11:11:07'),
(2, 'Доставка и оплата', 'delivery', '<p style=\"margin-left:0px;\">Настоящий документ «Политика конфиденциальности» (далее по тексту – «Политика») представляет собой правила использования /указать владельца сайта/ (далее – «мы» и/или «Администрация») данных интернет-пользователей (далее «вы» и/или «Пользователь»), собираемых с использованием сайта / указать URL сайта/ (далее – «Сайт»).</p><h3 style=\"margin-left:0px;\">1. Обрабатываемые данные</h3><p style=\"margin-left:0px;\">1.1. Мы не осуществляем сбор ваших персональных данных с использованием Сайта.<br><br>1.2. Все данные, собираемые на Сайте, предоставляются и принимаются в обезличенной форме (далее – «Обезличенные данные»).<br><br>1.3. Обезличенные данные включают следующие сведения, которые не позволяют вас идентифицировать:<br><br>1.3.1. Информацию, которую вы предоставляете о себе самостоятельно с использованием онлайн-форм и программных модулей Сайта, включая имя или номер телефона и/или адрес электронной почты.<br><br>1.3.2. Данные, которые передаются в обезличенном виде в автоматическом режиме в зависимости от настроек используемого вами программного обеспечения.<br><br>1.4. Администрация вправе устанавливать требования к составу Обезличенных данных Пользователя, которые собираются использованием Сайта.<br><br>1.5. Если определенная информация не помечена как обязательная, ее предоставление или раскрытие осуществляется Пользователем на свое усмотрение и по собственной инициативе.<br><br>1.6. Администрация не осуществляет проверку достоверности предоставляемых данных и наличия у Пользователя необходимого согласия на их обработку в соответствии с настоящей Политикой, полагая, что Пользователь действует добросовестно, осмотрительно и прилагает все необходимые усилия к поддержанию такой информации в актуальном состоянии и получению всех необходимых согласий на ее использование.<br><br>1.7. Вы осознаете и принимаете возможность использования на Сайте программного обеспечения третьих лиц, в результате чего такие лица могут получать и передавать указанные в п.1.3 данные в обезличенном виде.<br><br>1.8. Состав и условия сбора обезличенных данных с использованием программного обеспечения третьих лиц определяются непосредственно их правообладателями и могут включать:</p><ul><li>данные браузера (тип, версия, cookie);</li><li>данные браузера (тип, версия, cookie);</li><li>данные браузера (тип, версия, cookie);</li><li>данные браузера (тип, версия, cookie);</li><li>данные браузера (тип, версия, cookie);</li></ul>', 'DTG | Доставка и оплата', 'DTG | Доставка и оплата', 'DTG | Доставка и оплата', '2022-01-05 11:01:58', '2022-01-05 11:11:18');

-- --------------------------------------------------------

--
-- Структура таблиці `standart_uk`
--

DROP TABLE IF EXISTS `standart_uk`;
CREATE TABLE `standart_uk` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `content` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `standart_uk`
--

INSERT INTO `standart_uk` (`id`, `title`, `slug`, `content`, `meta_title`, `meta_description`, `meta_keywords`, `created_at`, `updated_at`) VALUES
(1, 'Політика конфіденційності', 'politika-konfidencialnosti', '<p style=\"margin-left:0px;\">Цей документ «Політика конфіденційності» (далі за текстом – «Політика») є правилами використання /вказати власника сайту/(далі – «ми» та/або «Адміністрація») даних інтернет-користувачів (далі «ви» та/або «Користувач»), які збираються з використанням сайту /вказати URL сайту/(далі – «Сайт»).</p><h3 style=\"margin-left:0px;\">1. Оброблювані дані</h3><p style=\"margin-left:0px;\">1.1. Ми не здійснюємо збирання ваших персональних даних з використанням Сайту.<br><br>1.2. Всі дані, що збираються на Сайті, надаються та приймаються у знеособленій формі (далі – «Знеособлені дані»).<br><br>1.3. Знеособлені дані включають такі відомості, які не дозволяють ідентифікувати вас:<br><br>1.3.1. Інформацію, яку ви надаєте про себе самостійно з використанням онлайн-форм та програмних модулів Сайту, включаючи ім\'я або номер телефону та/або адресу електронної пошти.<br><br>1.3.2. Дані, що передаються в знеособленому вигляді в автоматичному режимі залежно від настройок програмного забезпечення, що використовується вами.<br><br>1.4. Адміністрація має право встановлювати вимоги до складу Знеособлених даних Користувача, які збираються використанням Сайту.<br><br>1.5. Якщо певна інформація не позначена як обов\'язкова, її надання чи розкриття здійснюється Користувачем на власний розсуд і з власної ініціативи.<br><br>1.6. Адміністрація не здійснює перевірку достовірності наданих даних та наявності у Користувача необхідної згоди на їх обробку відповідно до цієї Політики, вважаючи, що Користувач діє сумлінно, обачно та докладає всіх необхідних зусиль до підтримки такої інформації в актуальному стані та отримання всіх необхідних згод на її використання. .<br><br>1.7. Ви усвідомлюєте та приймаєте можливість використання на Сайті програмного забезпечення третіх осіб, внаслідок чого такі особи можуть отримувати та передавати зазначені у п.1.3 дані у знеособленому вигляді.<br><br>1.8. Склад та умови збору знеособлених даних з використанням програмного забезпечення третіх осіб визначаються безпосередньо їх правовласниками та можуть включати:</p><ul><li>дані браузера (тип, версія, cookie);</li><li>дані браузера ( тип, версія, cookie);</li><li>дані браузера (тип, версія, cookie);</li><li>дані браузера (тип, версія, cookie);</li><li>дані браузера (тип, версія, cookie); </li></ul>', 'DTG | Політика конфіденційності', 'DTG | Політика конфіденційності', 'DTG | Політика конфіденційності', '2022-01-05 11:01:56', '2022-01-17 11:47:55'),
(2, 'Доставка і оплата', 'delivery', '<p style=\"margin-left:0px;\">Цей документ «Політика конфіденційності» (далі за текстом – «Політика») є правилами використання /вказати власника сайту/(далі – «ми» та/або «Адміністрація») даних інтернет-користувачів (далі «ви» та/або «Користувач»), які збираються з використанням сайту /вказати URL сайту/(далі – «Сайт»).</p><h3 style=\"margin-left:0px;\">1. Оброблювані дані</h3><p style=\"margin-left:0px;\">1.1. Ми не здійснюємо збирання ваших персональних даних з використанням Сайту.<br><br>1.2. Всі дані, що збираються на Сайті, надаються та приймаються у знеособленій формі (далі – «Знеособлені дані»).<br><br>1.3. Знеособлені дані включають такі відомості, які не дозволяють ідентифікувати вас:<br><br>1.3.1. Інформацію, яку ви надаєте про себе самостійно з використанням онлайн-форм та програмних модулів Сайту, включаючи ім\'я або номер телефону та/або адресу електронної пошти.<br><br>1.3.2. Дані, що передаються в знеособленому вигляді в автоматичному режимі залежно від настройок програмного забезпечення, що використовується вами.<br><br>1.4. Адміністрація має право встановлювати вимоги до складу Знеособлених даних Користувача, які збираються використанням Сайту.<br><br>1.5. Якщо певна інформація не позначена як обов\'язкова, її надання чи розкриття здійснюється Користувачем на власний розсуд і з власної ініціативи.<br><br>1.6. Адміністрація не здійснює перевірку достовірності наданих даних та наявності у Користувача необхідної згоди на їх обробку відповідно до цієї Політики, вважаючи, що Користувач діє сумлінно, обачно та докладає всіх необхідних зусиль до підтримки такої інформації в актуальному стані та отримання всіх необхідних згод на її використання. .<br><br>1.7. Ви усвідомлюєте та приймаєте можливість використання на Сайті програмного забезпечення третіх осіб, внаслідок чого такі особи можуть отримувати та передавати зазначені у п.1.3 дані у знеособленому вигляді.<br><br>1.8. Склад та умови збору знеособлених даних з використанням програмного забезпечення третіх осіб визначаються безпосередньо їх правовласниками та можуть включати:</p><ul><li>дані браузера (тип, версія, cookie);</li><li>дані браузера ( тип, версія, cookie);</li><li>дані браузера (тип, версія, cookie);</li><li>дані браузера (тип, версія, cookie);</li><li>дані браузера (тип, версія, cookie); </li></ul>', 'DTG | Доставка і оплата', 'DTG | Доставка і оплата', 'DTG | Доставка і оплата', '2022-01-05 11:01:58', '2022-01-17 11:48:01');

-- --------------------------------------------------------

--
-- Структура таблиці `users`
--

ALTER TABLE `users`
ADD `surname` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
ADD `login` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
ADD `phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
ADD `code` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL;

--
-- Індекси збережених таблиць
--

--
-- Індекси таблиці `attributes_counter_ru`
--
ALTER TABLE `attributes_counter_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `attributes_counter_uk`
--
ALTER TABLE `attributes_counter_uk`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `blog_blog`
--
ALTER TABLE `blog_blog`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `blog_ru`
--
ALTER TABLE `blog_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `blog_uk`
--
ALTER TABLE `blog_uk`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `callback_contacts`
--
ALTER TABLE `callback_contacts`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `callback_horizontal`
--
ALTER TABLE `callback_horizontal`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `callback_modal`
--
ALTER TABLE `callback_modal`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `cart`
--
ALTER TABLE `cart`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `categories_filters`
--
ALTER TABLE `categories_filters`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `categories_ru`
--
ALTER TABLE `categories_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `categories_uk`
--
ALTER TABLE `categories_uk`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `characteristic_ru`
--
ALTER TABLE `characteristic_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `characteristic_uk`
--
ALTER TABLE `characteristic_uk`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `delivery_ru`
--
ALTER TABLE `delivery_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `delivery_uk`
--
ALTER TABLE `delivery_uk`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `dropdown`
--
ALTER TABLE `dropdown`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `filters_ru`
--
ALTER TABLE `filters_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `filters_uk`
--
ALTER TABLE `filters_uk`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `filter_fields_ru`
--
ALTER TABLE `filter_fields_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `filter_fields_uk`
--
ALTER TABLE `filter_fields_uk`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `languages`
--
ALTER TABLE `languages`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `menu`
--
ALTER TABLE `menu`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `orders_product`
--
ALTER TABLE `orders_product`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `orders_status_ru`
--
ALTER TABLE `orders_status_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `orders_status_uk`
--
ALTER TABLE `orders_status_uk`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `payment_ru`
--
ALTER TABLE `payment_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `payment_uk`
--
ALTER TABLE `payment_uk`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `products_attributes_counter`
--
ALTER TABLE `products_attributes_counter`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `products_filter_fields`
--
ALTER TABLE `products_filter_fields`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `products_products`
--
ALTER TABLE `products_products`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `products_ru`
--
ALTER TABLE `products_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `products_uk`
--
ALTER TABLE `products_uk`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `projects_ru`
--
ALTER TABLE `projects_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `projects_uk`
--
ALTER TABLE `projects_uk`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `reviews`
--
ALTER TABLE `reviews`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `saved`
--
ALTER TABLE `saved`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `single_date`
--
ALTER TABLE `single_date`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_datetime`
--
ALTER TABLE `single_datetime`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_datetime_ru`
--
ALTER TABLE `single_datetime_ru`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_datetime_uk`
--
ALTER TABLE `single_datetime_uk`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_date_ru`
--
ALTER TABLE `single_date_ru`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_date_uk`
--
ALTER TABLE `single_date_uk`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_field`
--
ALTER TABLE `single_field`
  ADD PRIMARY KEY (`id`),
  ADD KEY `single_field_single_page_id_index` (`single_page_id`);

--
-- Індекси таблиці `single_int`
--
ALTER TABLE `single_int`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_int_ru`
--
ALTER TABLE `single_int_ru`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_int_uk`
--
ALTER TABLE `single_int_uk`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_money`
--
ALTER TABLE `single_money`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_money_ru`
--
ALTER TABLE `single_money_ru`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_money_uk`
--
ALTER TABLE `single_money_uk`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_page`
--
ALTER TABLE `single_page`
  ADD PRIMARY KEY (`id`),
  ADD KEY `single_page_title_index` (`title`);

--
-- Індекси таблиці `single_text`
--
ALTER TABLE `single_text`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_text_ru`
--
ALTER TABLE `single_text_ru`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_text_uk`
--
ALTER TABLE `single_text_uk`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_tinyint`
--
ALTER TABLE `single_tinyint`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_tinyint_ru`
--
ALTER TABLE `single_tinyint_ru`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_tinyint_uk`
--
ALTER TABLE `single_tinyint_uk`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_varchar`
--
ALTER TABLE `single_varchar`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_varchar_ru`
--
ALTER TABLE `single_varchar_ru`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `single_varchar_uk`
--
ALTER TABLE `single_varchar_uk`
  ADD PRIMARY KEY (`field_id`);

--
-- Індекси таблиці `standart_ru`
--
ALTER TABLE `standart_ru`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `standart_uk`
--
ALTER TABLE `standart_uk`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для збережених таблиць
--

--
-- AUTO_INCREMENT для таблиці `attributes_counter_ru`
--
ALTER TABLE `attributes_counter_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблиці `attributes_counter_uk`
--
ALTER TABLE `attributes_counter_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблиці `blog_blog`
--
ALTER TABLE `blog_blog`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT для таблиці `blog_ru`
--
ALTER TABLE `blog_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT для таблиці `blog_uk`
--
ALTER TABLE `blog_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT для таблиці `callback_contacts`
--
ALTER TABLE `callback_contacts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT для таблиці `callback_horizontal`
--
ALTER TABLE `callback_horizontal`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=60;

--
-- AUTO_INCREMENT для таблиці `callback_modal`
--
ALTER TABLE `callback_modal`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;

--
-- AUTO_INCREMENT для таблиці `cart`
--
ALTER TABLE `cart`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=974;

--
-- AUTO_INCREMENT для таблиці `categories_filters`
--
ALTER TABLE `categories_filters`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT для таблиці `categories_ru`
--
ALTER TABLE `categories_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT для таблиці `categories_uk`
--
ALTER TABLE `categories_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT для таблиці `characteristic_ru`
--
ALTER TABLE `characteristic_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT для таблиці `characteristic_uk`
--
ALTER TABLE `characteristic_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT для таблиці `delivery_ru`
--
ALTER TABLE `delivery_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблиці `delivery_uk`
--
ALTER TABLE `delivery_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблиці `dropdown`
--
ALTER TABLE `dropdown`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблиці `filters_ru`
--
ALTER TABLE `filters_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT для таблиці `filters_uk`
--
ALTER TABLE `filters_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT для таблиці `filter_fields_ru`
--
ALTER TABLE `filter_fields_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=44;

--
-- AUTO_INCREMENT для таблиці `filter_fields_uk`
--
ALTER TABLE `filter_fields_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT для таблиці `languages`
--
ALTER TABLE `languages`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблиці `menu`
--
ALTER TABLE `menu`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT для таблиці `orders`
--
ALTER TABLE `orders`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=75;

--
-- AUTO_INCREMENT для таблиці `orders_product`
--
ALTER TABLE `orders_product`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=82;

--
-- AUTO_INCREMENT для таблиці `orders_status_ru`
--
ALTER TABLE `orders_status_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблиці `orders_status_uk`
--
ALTER TABLE `orders_status_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблиці `payment_ru`
--
ALTER TABLE `payment_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблиці `payment_uk`
--
ALTER TABLE `payment_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблиці `products_attributes_counter`
--
ALTER TABLE `products_attributes_counter`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=63;

--
-- AUTO_INCREMENT для таблиці `products_filter_fields`
--
ALTER TABLE `products_filter_fields`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=162;

--
-- AUTO_INCREMENT для таблиці `products_products`
--
ALTER TABLE `products_products`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=118;

--
-- AUTO_INCREMENT для таблиці `products_ru`
--
ALTER TABLE `products_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=76;

--
-- AUTO_INCREMENT для таблиці `products_uk`
--
ALTER TABLE `products_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=76;

--
-- AUTO_INCREMENT для таблиці `projects_ru`
--
ALTER TABLE `projects_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблиці `projects_uk`
--
ALTER TABLE `projects_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблиці `reviews`
--
ALTER TABLE `reviews`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;


--
-- AUTO_INCREMENT для таблиці `saved`
--
ALTER TABLE `saved`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=58;

--
-- AUTO_INCREMENT для таблиці `single_date`
--
ALTER TABLE `single_date`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_datetime`
--
ALTER TABLE `single_datetime`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_datetime_ru`
--
ALTER TABLE `single_datetime_ru`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_datetime_uk`
--
ALTER TABLE `single_datetime_uk`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_date_ru`
--
ALTER TABLE `single_date_ru`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_date_uk`
--
ALTER TABLE `single_date_uk`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_field`
--
ALTER TABLE `single_field`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=260;

--
-- AUTO_INCREMENT для таблиці `single_int`
--
ALTER TABLE `single_int`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_int_ru`
--
ALTER TABLE `single_int_ru`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_int_uk`
--
ALTER TABLE `single_int_uk`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_money`
--
ALTER TABLE `single_money`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_money_ru`
--
ALTER TABLE `single_money_ru`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_money_uk`
--
ALTER TABLE `single_money_uk`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_page`
--
ALTER TABLE `single_page`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT для таблиці `single_text`
--
ALTER TABLE `single_text`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=135;

--
-- AUTO_INCREMENT для таблиці `single_text_ru`
--
ALTER TABLE `single_text_ru`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=254;

--
-- AUTO_INCREMENT для таблиці `single_text_uk`
--
ALTER TABLE `single_text_uk`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=254;

--
-- AUTO_INCREMENT для таблиці `single_tinyint`
--
ALTER TABLE `single_tinyint`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_tinyint_ru`
--
ALTER TABLE `single_tinyint_ru`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_tinyint_uk`
--
ALTER TABLE `single_tinyint_uk`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `single_varchar`
--
ALTER TABLE `single_varchar`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=136;

--
-- AUTO_INCREMENT для таблиці `single_varchar_ru`
--
ALTER TABLE `single_varchar_ru`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=260;

--
-- AUTO_INCREMENT для таблиці `single_varchar_uk`
--
ALTER TABLE `single_varchar_uk`
  MODIFY `field_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=260;

--
-- AUTO_INCREMENT для таблиці `standart_ru`
--
ALTER TABLE `standart_ru`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблиці `standart_uk`
--
ALTER TABLE `standart_uk`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;


/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
